[
  {
    "pmid": "33810328",
    "title": "Dopamine: The Neuromodulator of Long-Term Synaptic Plasticity, Reward and Movement Control.",
    "abstract": "Dopamine (DA) is a key neurotransmitter involved in multiple physiological functions including motor control, modulation of affective and emotional states, reward mechanisms, reinforcement of behavior, and selected higher cognitive functions. Dysfunction in dopaminergic transmission is recognized as a core alteration in several devastating neurological and psychiatric disorders, including Parkinson's disease (PD), schizophrenia, bipolar disorder, attention deficit hyperactivity disorder (ADHD) and addiction. Here we will discuss the current insights on the role of DA in motor control and reward learning mechanisms and its involvement in the modulation of synaptic dynamics through different pathways. In particular, we will consider the role of DA as neuromodulator of two forms of synaptic plasticity, known as long-term potentiation (LTP) and long-term depression (LTD) in several cortical and subcortical areas. Finally, we will delineate how the effect of DA on dendritic spines places this molecule at the interface between the motor and the cognitive systems. Specifically, we will be focusing on PD, vascular dementia, and schizophrenia."
  },
  {
    "pmid": "39438166",
    "title": "Neuroplasticity in the transition from acute to chronic pain.",
    "abstract": "Acute pain is a transient sensation that typically serves as part of the body's defense mechanism. However, in certain patients, acute pain can evolve into chronic pain, which persists for months or even longer. Neuroplasticity refers to the capacity for variation and adaptive alterations in the morphology and functionality of neurons and synapses, and it plays a significant role in the transmission and modulation of pain. In this paper, we explore the molecular mechanisms and signaling pathways underlying neuroplasticity during the transition of pain. We also examine the effects of neurotransmitters, inflammatory mediators, and central sensitization on neuroplasticity, as well as the potential of neuroplasticity as a therapeutic strategy for preventing chronic pain. The aims of this article is to clarify the role of neuroplasticity in the transformation from acute pain to chronic pain, with the hope of providing a novel theoretical basis for unraveling the pathogenesis of chronic pain and offering more effective strategies and approaches for its diagnosis and treatment."
  },
  {
    "pmid": "35667493",
    "title": "Synaptic plasticity during systems memory consolidation.",
    "abstract": "After learning, memory is initially encoded in the hippocampus but subsequently stabilized in other brain regions such as the cortex for long-lasting storage. This process is known as systems memory consolidation, and its cellular mechanism has long been a fundamental question. Synaptic plasticity is the major cellular mechanism underlying learning and memory, and is therefore considered a key function in the process of systems memory consolidation. Therefore, many studies have aimed to establish a causal link between synaptic plasticity in the brain and memory-associated behaviors. In this review, I discuss the various lines of research showing the function of synaptic plasticity, mainly in the hippocampus and cortex during memory consolidation."
  },
  {
    "pmid": "36669484",
    "title": "All-optical physiology resolves a synaptic basis for behavioral timescale plasticity.",
    "abstract": "Learning has been associated with modifications of synaptic and circuit properties, but the precise changes storing information in mammals have remained largely unclear. We combined genetically targeted voltage imaging with targeted optogenetic activation and silencing of pre- and post-synaptic neurons to study the mechanisms underlying hippocampal behavioral timescale plasticity. In mice navigating a virtual-reality environment, targeted optogenetic activation of individual CA1 cells at specific places induced stable representations of these places in the targeted cells. Optical elicitation, recording, and modulation of synaptic transmission in behaving mice revealed that activity in presynaptic CA2/3 cells was required for the induction of plasticity in CA1 and, furthermore, that during induction of these place fields in single CA1 cells, synaptic input from CA2/3 onto these same cells was potentiated. These results reveal synaptic implementation of hippocampal behavioral timescale plasticity and define a methodology to resolve synaptic plasticity during learning and memory in behaving mammals."
  },
  {
    "pmid": "34334233",
    "title": "Astrocyte and neuron cooperation in long-term depression.",
    "abstract": "Activity-dependent long-term changes in synaptic transmission known as synaptic plasticity are fundamental processes in brain function and are recognized as the cellular basis of learning and memory. While the neuronal mechanisms underlying synaptic plasticity have been largely identified, the involvement of astrocytes in these processes has been less recognized. However, astrocytes are emerging as important cells that regulate synaptic function by interacting with neurons at tripartite synapses. In this review, we discuss recent evidence suggesting that astrocytes are necessary elements in long-term synaptic depression (LTD). We highlight the mechanistic heterogeneity of astrocyte contribution to this form of synaptic plasticity and propose that astrocytes are integral participants in LTD."
  },
  {
    "pmid": "37236178",
    "title": "NMDA receptor functions in health and disease: Old actor, new dimensions.",
    "abstract": "N-Methyl-D-aspartate ionotropic glutamate receptors (NMDARs) play key roles in synaptogenesis, synaptic maturation, long-term plasticity, neuronal network activity, and cognition. Mirroring this wide range of instrumental functions, abnormalities in NMDAR-mediated signaling have been associated with numerous neurological and psychiatric disorders. Thus, identifying the molecular mechanisms underpinning the physiological and pathological contributions of NMDAR has been a major area of investigation. Over the past decades, a large body of literature has flourished, revealing that the physiology of ionotropic glutamate receptors cannot be restricted to fluxing ions, and involves additional facets controlling synaptic transmissions in health and disease. Here, we review newly discovered dimensions of postsynaptic NMDAR signaling supporting neural plasticity and cognition, such as the nanoscale organization of NMDAR complexes, their activity-dependent redistributions, and non-ionotropic signaling capacities. We also discuss how dysregulations of these processes may directly contribute to NMDAR-dysfunction-related brain diseases."
  },
  {
    "pmid": "37918394",
    "title": "Chimeric autoantibody receptor T cells deplete NMDA receptor-specific B cells.",
    "abstract": "Anti-NMDA receptor (NMDAR) autoantibodies cause NMDAR encephalitis, the most common autoimmune encephalitis, leading to psychosis, seizures, and autonomic dysfunction. Current treatments comprise broad immunosuppression or non-selective antibody removal. We developed NMDAR-specific chimeric autoantibody receptor (NMDAR-CAAR) T cells to selectively eliminate anti-NMDAR B cells and disease-causing autoantibodies. NMDAR-CAARs consist of an extracellular multi-subunit NMDAR autoantigen fused to intracellular 4-1BB/CD3ζ domains. NMDAR-CAAR T cells recognize a large panel of human patient-derived autoantibodies, release effector molecules, proliferate, and selectively kill antigen-specific target cell lines even in the presence of high autoantibody concentrations. In a passive transfer mouse model, NMDAR-CAAR T cells led to depletion of an anti-NMDAR B cell line and sustained reduction of autoantibody levels without notable off-target toxicity. Treatment of patients may reduce side effects, prevent relapses, and improve long-term prognosis. Our preclinical work paves the way for CAAR T cell phase I/II trials in NMDAR encephalitis and further autoantibody-mediated diseases."
  },
  {
    "pmid": "38836461",
    "title": "Disease-Associated Variants in GRIN1, GRIN2A and GRIN2B genes: Insights into NMDA Receptor Structure, Function, and Pathophysiology.",
    "abstract": "N-methyl-D-aspartate receptors (NMDARs) are a subtype of ionotropic glutamate receptors critical for synaptic transmission and plasticity, and for the development of neural circuits. Rare or de-novo variants in GRIN genes encoding NMDAR subunits have been associated with neurodevelopmental disorders characterized by intellectual disability, developmental delay, autism, schizophrenia, or epilepsy. In recent years, some disease-associated variants in GRIN genes have been characterized using recombinant receptors expressed in non-neuronal cells, and a few variants have also been studied in neuronal preparations or animal models. Here we review the current literature on the functional evaluation of human disease-associated variants in GRIN1, GRIN2A and GRIN2B genes at all levels of analysis. Focusing on the impact of different patient variants at the level of receptor function, we discuss effects on receptor agonist and co-agonist affinity, channel open probability, and receptor cell surface expression. We consider how such receptor-level functional information may be used to classify variants as gain-of-function or loss-of-function, and discuss the limitations of this classification at the synaptic, cellular, or system level. Together this work by many laboratories worldwide yields valuable insights into NMDAR structure and function, and represents significant progress in the effort to understand and treat GRIN disorders. Keywords: NMDA receptor , GRIN genes, Genetic variants, Electrophysiology, Synapse, Animal models."
  },
  {
    "pmid": "37988826",
    "title": "Mechanisms of NMDA receptor regulation.",
    "abstract": "N-methyl-D-aspartate receptors (NMDARs) are glutamate-gated ion channels widely expressed in the central nervous system that play key role in brain development and plasticity. On the downside, NMDAR dysfunction, be it hyperactivity or hypofunction, is harmful to neuronal function and has emerged as a common theme in various neuropsychiatric disorders including autism spectrum disorders, epilepsy, intellectual disability, and schizophrenia. Not surprisingly, NMDAR signaling is under a complex set of regulatory mechanisms that maintain NMDAR-mediated transmission in check. These include an unusual large number of endogenous agents that directly bind NMDARs and tune their activity in a subunit-dependent manner. Here, we review current knowledge on the regulation of NMDAR signaling. We focus on the regulation of the receptor by its microenvironment as well as by external (i.e. pharmacological) factors and their underlying molecular and cellular mechanisms. Recent developments showing how NMDAR dysregulation participate to disease mechanisms are also highlighted."
  },
  {
    "pmid": "32718032",
    "title": "Magnesium and Pain.",
    "abstract": "In terms of antinociceptive action, the main mode of action of magnesium involves its antagonist action at the <i>N</i>-methyl-d-aspartate (NMDA) receptor, which prevents central sensitization and attenuates preexisting pain hypersensitivity. Given the pivotal function of NMDA receptors in pain transduction, magnesium has been investigated in a variety of pain conditions. The oral and parenteral administration of magnesium via the intravenous, intrathecal, or epidural route may alleviate pain and perioperative anesthetic and analgesic requirements. These beneficial effects of magnesium therapy have also been reported in patients with neuropathic pain, such as malignancy-related neurologic symptoms, diabetic neuropathy, postherpetic neuralgia, and chemotherapy-induced peripheral neuropathy. In addition, magnesium treatment is reportedly able to alleviate fibromyalgia, dysmenorrhea, headaches, and acute migraine attacks. Although magnesium plays an evolving role in pain management, better understanding of the mechanism underlying its antinociceptive action and additional clinical studies is required to clarify its role as an adjuvant analgesic."
  }
]