[
  {
    "pmid": "33810328",
    "title": "Dopamine: The Neuromodulator of Long-Term Synaptic Plasticity, Reward and Movement Control.",
    "abstract": "Dopamine (DA) is a key neurotransmitter involved in multiple physiological functions including motor control, modulation of affective and emotional states, reward mechanisms, reinforcement of behavior, and selected higher cognitive functions. Dysfunction in dopaminergic transmission is recognized as a core alteration in several devastating neurological and psychiatric disorders, including Parkinson's disease (PD), schizophrenia, bipolar disorder, attention deficit hyperactivity disorder (ADHD) and addiction. Here we will discuss the current insights on the role of DA in motor control and reward learning mechanisms and its involvement in the modulation of synaptic dynamics through different pathways. In particular, we will consider the role of DA as neuromodulator of two forms of synaptic plasticity, known as long-term potentiation (LTP) and long-term depression (LTD) in several cortical and subcortical areas. Finally, we will delineate how the effect of DA on dendritic spines places this molecule at the interface between the motor and the cognitive systems. Specifically, we will be focusing on PD, vascular dementia, and schizophrenia."
  },
  {
    "pmid": "39438166",
    "title": "Neuroplasticity in the transition from acute to chronic pain.",
    "abstract": "Acute pain is a transient sensation that typically serves as part of the body's defense mechanism. However, in certain patients, acute pain can evolve into chronic pain, which persists for months or even longer. Neuroplasticity refers to the capacity for variation and adaptive alterations in the morphology and functionality of neurons and synapses, and it plays a significant role in the transmission and modulation of pain. In this paper, we explore the molecular mechanisms and signaling pathways underlying neuroplasticity during the transition of pain. We also examine the effects of neurotransmitters, inflammatory mediators, and central sensitization on neuroplasticity, as well as the potential of neuroplasticity as a therapeutic strategy for preventing chronic pain. The aims of this article is to clarify the role of neuroplasticity in the transformation from acute pain to chronic pain, with the hope of providing a novel theoretical basis for unraveling the pathogenesis of chronic pain and offering more effective strategies and approaches for its diagnosis and treatment."
  },
  {
    "pmid": "35667493",
    "title": "Synaptic plasticity during systems memory consolidation.",
    "abstract": "After learning, memory is initially encoded in the hippocampus but subsequently stabilized in other brain regions such as the cortex for long-lasting storage. This process is known as systems memory consolidation, and its cellular mechanism has long been a fundamental question. Synaptic plasticity is the major cellular mechanism underlying learning and memory, and is therefore considered a key function in the process of systems memory consolidation. Therefore, many studies have aimed to establish a causal link between synaptic plasticity in the brain and memory-associated behaviors. In this review, I discuss the various lines of research showing the function of synaptic plasticity, mainly in the hippocampus and cortex during memory consolidation."
  },
  {
    "pmid": "36669484",
    "title": "All-optical physiology resolves a synaptic basis for behavioral timescale plasticity.",
    "abstract": "Learning has been associated with modifications of synaptic and circuit properties, but the precise changes storing information in mammals have remained largely unclear. We combined genetically targeted voltage imaging with targeted optogenetic activation and silencing of pre- and post-synaptic neurons to study the mechanisms underlying hippocampal behavioral timescale plasticity. In mice navigating a virtual-reality environment, targeted optogenetic activation of individual CA1 cells at specific places induced stable representations of these places in the targeted cells. Optical elicitation, recording, and modulation of synaptic transmission in behaving mice revealed that activity in presynaptic CA2/3 cells was required for the induction of plasticity in CA1 and, furthermore, that during induction of these place fields in single CA1 cells, synaptic input from CA2/3 onto these same cells was potentiated. These results reveal synaptic implementation of hippocampal behavioral timescale plasticity and define a methodology to resolve synaptic plasticity during learning and memory in behaving mammals."
  },
  {
    "pmid": "34334233",
    "title": "Astrocyte and neuron cooperation in long-term depression.",
    "abstract": "Activity-dependent long-term changes in synaptic transmission known as synaptic plasticity are fundamental processes in brain function and are recognized as the cellular basis of learning and memory. While the neuronal mechanisms underlying synaptic plasticity have been largely identified, the involvement of astrocytes in these processes has been less recognized. However, astrocytes are emerging as important cells that regulate synaptic function by interacting with neurons at tripartite synapses. In this review, we discuss recent evidence suggesting that astrocytes are necessary elements in long-term synaptic depression (LTD). We highlight the mechanistic heterogeneity of astrocyte contribution to this form of synaptic plasticity and propose that astrocytes are integral participants in LTD."
  },
  {
    "pmid": "37236178",
    "title": "NMDA receptor functions in health and disease: Old actor, new dimensions.",
    "abstract": "N-Methyl-D-aspartate ionotropic glutamate receptors (NMDARs) play key roles in synaptogenesis, synaptic maturation, long-term plasticity, neuronal network activity, and cognition. Mirroring this wide range of instrumental functions, abnormalities in NMDAR-mediated signaling have been associated with numerous neurological and psychiatric disorders. Thus, identifying the molecular mechanisms underpinning the physiological and pathological contributions of NMDAR has been a major area of investigation. Over the past decades, a large body of literature has flourished, revealing that the physiology of ionotropic glutamate receptors cannot be restricted to fluxing ions, and involves additional facets controlling synaptic transmissions in health and disease. Here, we review newly discovered dimensions of postsynaptic NMDAR signaling supporting neural plasticity and cognition, such as the nanoscale organization of NMDAR complexes, their activity-dependent redistributions, and non-ionotropic signaling capacities. We also discuss how dysregulations of these processes may directly contribute to NMDAR-dysfunction-related brain diseases."
  },
  {
    "pmid": "37918394",
    "title": "Chimeric autoantibody receptor T cells deplete NMDA receptor-specific B cells.",
    "abstract": "Anti-NMDA receptor (NMDAR) autoantibodies cause NMDAR encephalitis, the most common autoimmune encephalitis, leading to psychosis, seizures, and autonomic dysfunction. Current treatments comprise broad immunosuppression or non-selective antibody removal. We developed NMDAR-specific chimeric autoantibody receptor (NMDAR-CAAR) T cells to selectively eliminate anti-NMDAR B cells and disease-causing autoantibodies. NMDAR-CAARs consist of an extracellular multi-subunit NMDAR autoantigen fused to intracellular 4-1BB/CD3ζ domains. NMDAR-CAAR T cells recognize a large panel of human patient-derived autoantibodies, release effector molecules, proliferate, and selectively kill antigen-specific target cell lines even in the presence of high autoantibody concentrations. In a passive transfer mouse model, NMDAR-CAAR T cells led to depletion of an anti-NMDAR B cell line and sustained reduction of autoantibody levels without notable off-target toxicity. Treatment of patients may reduce side effects, prevent relapses, and improve long-term prognosis. Our preclinical work paves the way for CAAR T cell phase I/II trials in NMDAR encephalitis and further autoantibody-mediated diseases."
  },
  {
    "pmid": "38836461",
    "title": "Disease-Associated Variants in GRIN1, GRIN2A and GRIN2B genes: Insights into NMDA Receptor Structure, Function, and Pathophysiology.",
    "abstract": "N-methyl-D-aspartate receptors (NMDARs) are a subtype of ionotropic glutamate receptors critical for synaptic transmission and plasticity, and for the development of neural circuits. Rare or de-novo variants in GRIN genes encoding NMDAR subunits have been associated with neurodevelopmental disorders characterized by intellectual disability, developmental delay, autism, schizophrenia, or epilepsy. In recent years, some disease-associated variants in GRIN genes have been characterized using recombinant receptors expressed in non-neuronal cells, and a few variants have also been studied in neuronal preparations or animal models. Here we review the current literature on the functional evaluation of human disease-associated variants in GRIN1, GRIN2A and GRIN2B genes at all levels of analysis. Focusing on the impact of different patient variants at the level of receptor function, we discuss effects on receptor agonist and co-agonist affinity, channel open probability, and receptor cell surface expression. We consider how such receptor-level functional information may be used to classify variants as gain-of-function or loss-of-function, and discuss the limitations of this classification at the synaptic, cellular, or system level. Together this work by many laboratories worldwide yields valuable insights into NMDAR structure and function, and represents significant progress in the effort to understand and treat GRIN disorders. Keywords: NMDA receptor , GRIN genes, Genetic variants, Electrophysiology, Synapse, Animal models."
  },
  {
    "pmid": "37988826",
    "title": "Mechanisms of NMDA receptor regulation.",
    "abstract": "N-methyl-D-aspartate receptors (NMDARs) are glutamate-gated ion channels widely expressed in the central nervous system that play key role in brain development and plasticity. On the downside, NMDAR dysfunction, be it hyperactivity or hypofunction, is harmful to neuronal function and has emerged as a common theme in various neuropsychiatric disorders including autism spectrum disorders, epilepsy, intellectual disability, and schizophrenia. Not surprisingly, NMDAR signaling is under a complex set of regulatory mechanisms that maintain NMDAR-mediated transmission in check. These include an unusual large number of endogenous agents that directly bind NMDARs and tune their activity in a subunit-dependent manner. Here, we review current knowledge on the regulation of NMDAR signaling. We focus on the regulation of the receptor by its microenvironment as well as by external (i.e. pharmacological) factors and their underlying molecular and cellular mechanisms. Recent developments showing how NMDAR dysregulation participate to disease mechanisms are also highlighted."
  },
  {
    "pmid": "32718032",
    "title": "Magnesium and Pain.",
    "abstract": "In terms of antinociceptive action, the main mode of action of magnesium involves its antagonist action at the <i>N</i>-methyl-d-aspartate (NMDA) receptor, which prevents central sensitization and attenuates preexisting pain hypersensitivity. Given the pivotal function of NMDA receptors in pain transduction, magnesium has been investigated in a variety of pain conditions. The oral and parenteral administration of magnesium via the intravenous, intrathecal, or epidural route may alleviate pain and perioperative anesthetic and analgesic requirements. These beneficial effects of magnesium therapy have also been reported in patients with neuropathic pain, such as malignancy-related neurologic symptoms, diabetic neuropathy, postherpetic neuralgia, and chemotherapy-induced peripheral neuropathy. In addition, magnesium treatment is reportedly able to alleviate fibromyalgia, dysmenorrhea, headaches, and acute migraine attacks. Although magnesium plays an evolving role in pain management, better understanding of the mechanism underlying its antinociceptive action and additional clinical studies is required to clarify its role as an adjuvant analgesic."
  },
  {
    "pmid": "35522844",
    "title": "The role of mitochondrial dysfunction in Alzheimer's disease pathogenesis.",
    "abstract": "To promote new thinking of the pathogenesis of Alzheimer's disease (AD), we examine the central role of mitochondrial dysfunction in AD. Pathologically, AD is characterized by progressive neuronal loss and biochemical abnormalities including mitochondrial dysfunction. Conventional thinking has dictated that AD is driven by amyloid beta pathology, per the Amyloid Cascade Hypothesis. However, the underlying mechanism of how amyloid beta leads to cognitive decline remains unclear. A model correctly identifying the pathogenesis of AD is critical and needed for the development of effective therapeutics. Mitochondrial dysfunction is closely linked to the core pathological feature of AD: neuronal dysfunction. Targeting mitochondria and associated proteins may hold promise for new strategies for the development of disease-modifying therapies. According to the Mitochondrial Cascade Hypothesis, mitochondrial dysfunction drives the pathogenesis of AD, as baseline mitochondrial function and mitochondrial change rates influence the progression of cognitive decline. HIGHLIGHTS: The Amyloid Cascade Model does not readily account for various parameters associated with Alzheimer's disease (AD). A unified model correctly identifying the pathogenesis of AD is greatly needed to inform the development of successful therapeutics. Mitochondria play a key and central role in the maintenance of optimal neuronal and synaptic function, the core pathological feature of AD. Mitochondrial dysfunction may be the primary cause of AD, and is a promising target for new therapeutic strategies."
  },
  {
    "pmid": "36917977",
    "title": "Gasdermin-E mediates mitochondrial damage in axons and neurodegeneration.",
    "abstract": "Mitochondrial dysfunction and axon loss are hallmarks of neurologic diseases. Gasdermin (GSDM) proteins are executioner pore-forming molecules that mediate cell death, yet their roles in the central nervous system (CNS) are not well understood. Here, we find that one GSDM family member, GSDME, is expressed by both mouse and human neurons. GSDME plays a role in mitochondrial damage and axon loss. Mitochondrial neurotoxins induced caspase-dependent GSDME cleavage and rapid localization to mitochondria in axons, where GSDME promoted mitochondrial depolarization, trafficking defects, and neurite retraction. Frontotemporal dementia (FTD)/amyotrophic lateral sclerosis (ALS)-associated proteins TDP-43 and PR-50 induced GSDME-mediated damage to mitochondria and neurite loss. GSDME knockdown protected against neurite loss in ALS patient iPSC-derived motor neurons. Knockout of GSDME in SOD1<sup>G93A</sup> ALS mice prolonged survival, ameliorated motor dysfunction, rescued motor neuron loss, and reduced neuroinflammation. We identify GSDME as an executioner of neuronal mitochondrial dysfunction that may contribute to neurodegeneration."
  },
  {
    "pmid": "37155124",
    "title": "Omaveloxolone: First Approval.",
    "abstract": "Omaveloxolone (SKYCLARYS™) is an orally active, small molecule semi-synthetic triterpenoid drug that increases antioxidant activity, which is being developed by Reata Pharmaceuticals, Inc. for the treatment of Friedreich's ataxia. In patients with Friedreich's ataxia, the nuclear factor (erythroid-derived 2)-like 2 (Nrf2) pathway is suppressed, which is associated with oxidative stress, mitochondrial dysfunction and damage to cells, including central and peripheral neurones. The Nrf2 pathway may be activated by omaveloxolone as it blocks the ubiquitination and degradation of Nrf2. Omaveloxolone was approved in February 2023 in the USA for the treatment of Friedreich's ataxia. This article summarizes the milestones in the development of omaveloxolone leading to this first approval for the treatment of Friedreich's ataxia in adults and adolescents aged 16 years and older."
  },
  {
    "pmid": "36943668",
    "title": "Mitochondrial Dysfunction and Parkinson's Disease: Pathogenesis and Therapeutic Strategies.",
    "abstract": "Parkinson's disease (PD) is a common age-related neurodegenerative disorder whose pathogenesis is not completely understood. Mitochondrial dysfunction and increased oxidative stress have been considered as major causes and central events responsible for the progressive degeneration of dopaminergic (DA) neurons in PD. Therefore, investigating mitochondrial disorders plays a role in understanding the pathogenesis of PD and can be an important therapeutic target for this disease. This study discusses the effect of environmental, genetic and biological factors on mitochondrial dysfunction and also focuses on the mitochondrial molecular mechanisms underlying neurodegeneration, and its possible therapeutic targets in PD, including reactive oxygen species generation, calcium overload, inflammasome activation, apoptosis, mitophagy, mitochondrial biogenesis, and mitochondrial dynamics. Other potential therapeutic strategies such as mitochondrial transfer/transplantation, targeting microRNAs, using stem cells, photobiomodulation, diet, and exercise were also discussed in this review, which may provide valuable insights into clinical aspects. A better understanding of the roles of mitochondria in the pathophysiology of PD may provide a rationale for designing novel therapeutic interventions in our fight against PD."
  },
  {
    "pmid": "32471464",
    "title": "Mitochondria dysfunction in the pathogenesis of Alzheimer's disease: recent advances.",
    "abstract": "Alzheimer's disease (AD) is one of the most prevalent neurodegenerative diseases, characterized by impaired cognitive function due to progressive loss of neurons in the brain. Under the microscope, neuronal accumulation of abnormal tau proteins and amyloid plaques are two pathological hallmarks in affected brain regions. Although the detailed mechanism of the pathogenesis of AD is still elusive, a large body of evidence suggests that damaged mitochondria likely play fundamental roles in the pathogenesis of AD. It is believed that a healthy pool of mitochondria not only supports neuronal activity by providing enough energy supply and other related mitochondrial functions to neurons, but also guards neurons by minimizing mitochondrial related oxidative damage. In this regard, exploration of the multitude of mitochondrial mechanisms altered in the pathogenesis of AD constitutes novel promising therapeutic targets for the disease. In this review, we will summarize recent progress that underscores the essential role of mitochondria dysfunction in the pathogenesis of AD and discuss mechanisms underlying mitochondrial dysfunction with a focus on the loss of mitochondrial structural and functional integrity in AD including mitochondrial biogenesis and dynamics, axonal transport, ER-mitochondria interaction, mitophagy and mitochondrial proteostasis."
  },
  {
    "pmid": "35442747",
    "title": "Blood-brain barrier-penetrating single CRISPR-Cas9 nanocapsules for effective and safe glioblastoma gene therapy.",
    "abstract": "We designed a unique nanocapsule for efficient single CRISPR-Cas9 capsuling, noninvasive brain delivery and tumor cell targeting, demonstrating an effective and safe strategy for glioblastoma gene therapy. Our CRISPR-Cas9 nanocapsules can be simply fabricated by encapsulating the single Cas9/sgRNA complex within a glutathione-sensitive polymer shell incorporating a dual-action ligand that facilitates BBB penetration, tumor cell targeting, and Cas9/sgRNA selective release. Our encapsulating nanocapsules evidenced promising glioblastoma tissue targeting that led to high PLK1 gene editing efficiency in a brain tumor (up to 38.1%) with negligible (less than 0.5%) off-target gene editing in high-risk tissues. Treatment with nanocapsules extended median survival time (68 days versus 24 days in nonfunctional sgRNA-treated mice). Our new CRISPR-Cas9 delivery system thus addresses various delivery challenges to demonstrate safe and tumor-specific delivery of gene editing Cas9 ribonucleoprotein for improved glioblastoma treatment that may potentially be therapeutically useful in other brain diseases."
  },
  {
    "pmid": "39209994",
    "title": "Polymer-locking fusogenic liposomes for glioblastoma-targeted siRNA delivery and CRISPR-Cas gene editing.",
    "abstract": "In patients with glioblastoma (GBM), upregulated midkine (MDK) limits the survival benefits conferred by temozolomide (TMZ). RNA interference (RNAi) and CRISPR-Cas9 gene editing technology are attractive approaches for regulating MDK expression. However, delivering these biologics to GBM tissue is challenging. Here we demonstrate a polymer-locking fusogenic liposome (Plofsome) that can be transported across the blood-brain barrier (BBB) and deliver short interfering RNA or CRISPR-Cas9 ribonucleoprotein complexes into the cytoplasm of GBM cells. Plofsome is designed by integrating a 'lock' into the fusogenic liposome using a traceless reactive oxygen species (ROS)-cleavable linker so that fusion occurs only after crossing the BBB and entering the GBM tissue with high ROS levels. Our results showed that MDK suppression by Plofsomes significantly reduced TMZ resistance and inhibited GBM growth in orthotopic brain tumour models. Importantly, Plofsomes are effective only at tumour sites and not in normal tissues, which improves the safety of combined RNAi and CRISPR-Cas9 therapeutics."
  },
  {
    "pmid": "35716694",
    "title": "Potential disease-modifying therapies for Huntington's disease: lessons learned and future opportunities.",
    "abstract": "Huntington's disease is the most frequent autosomal dominant neurodegenerative disorder; however, no disease-modifying interventions are available for patients with this disease. The molecular pathogenesis of Huntington's disease is complex, with toxicity that arises from full-length expanded huntingtin and N-terminal fragments of huntingtin, which are both prone to misfolding due to proteolysis; aberrant intron-1 splicing of the HTT gene; and somatic expansion of the CAG repeat in the HTT gene. Potential interventions for Huntington's disease include therapies targeting huntingtin DNA and RNA, clearance of huntingtin protein, DNA repair pathways, and other treatment strategies targeting inflammation and cell replacement. The early termination of trials of the antisense oligonucleotide tominersen suggest that it is time to reflect on lessons learned, where the field stands now, and the challenges and opportunities for the future."
  },
  {
    "pmid": "36755494",
    "title": "Advances in gene therapy hold promise for treating hereditary hearing loss.",
    "abstract": "Gene therapy focuses on genetic modification to produce therapeutic effects or treat diseases by repairing or reconstructing genetic material, thus being expected to be the most promising therapeutic strategy for genetic disorders. Due to the growing attention to hearing impairment, an increasing amount of research is attempting to utilize gene therapy for hereditary hearing loss (HHL), an important monogenic disease and the most common type of congenital deafness. Several gene therapy clinical trials for HHL have recently been approved, and, additionally, CRISPR-Cas tools have been attempted for HHL treatment. Therefore, in order to further advance the development of inner ear gene therapy and promote its broad application in other forms of genetic disease, it is imperative to review the progress of gene therapy for HHL. Herein, we address three main gene therapy strategies (gene replacement, gene suppression, and gene editing), summarizing the strategy that is most appropriate for particular monogenic diseases based on different pathogenic mechanisms, and then focusing on their successful applications for HHL in preclinical trials. Finally, we elaborate on the challenges and outlooks of gene therapy for HHL."
  },
  {
    "pmid": "39555828",
    "title": "CRISPR-Cas9 Gene Editing with Nexiguran Ziclumeran for ATTR Cardiomyopathy.",
    "abstract": "Transthyretin amyloidosis with cardiomyopathy (ATTR-CM) is a progressive, often fatal disease. Nexiguran ziclumeran (nex-z) is an investigational therapy based on CRISPR-Cas9 (clustered regularly interspaced short palindromic repeats and associated Cas9 endonuclease) targeting the gene encoding transthyretin (<i>TTR</i>). In this phase 1, open-label trial, we administered a single intravenous infusion of nex-z to patients with ATTR-CM. Primary objectives included assessment of the effect of nex-z on safety and pharmacodynamics, including the serum TTR level. Secondary end points included changes in N-terminal pro-B-type natriuretic peptide (NT-proBNP) levels, high-sensitivity cardiac troponin T levels, the 6-minute walk distance, and the New York Heart Association (NYHA) class. A total of 36 patients received nex-z and completed at least 12 months of follow-up. Of these patients, 50% were in NYHA class III and 31% had variant ATTR-CM. The mean percent change from baseline in the serum TTR level was -89% (95% confidence interval [CI], -92 to -87) at 28 days and -90% (95% CI, -93 to -87) at 12 months. Adverse events were reported in 34 patients. Five had transient infusion-related reactions, and two had transient liver-enzyme elevations that were assessed as treatment-related. Serious adverse events, most of which were consistent with ATTR-CM, were reported in 14 patients. The geometric mean factor change from baseline to month 12 was 1.02 (95% CI, 0.88 to 1.17) in the NT-proBNP level and 0.95 (95% CI, 0.89 to 1.01) in the high-sensitivity cardiac troponin T level. The median change from baseline to month 12 in the 6-minute walk distance was 5 m (interquartile range, -33 to 49). A total of 92% of the patients had either improvement or no change in their NYHA class. In this phase 1 study involving patients with ATTR-CM, treatment with a single dose of nex-z was associated with transient infusion-related reactions and consistent, rapid, and durable reductions in serum TTR levels. (Funded by Intellia Therapeutics and Regeneron Pharmaceuticals; ClinicalTrials.gov number, NCT04601051.)."
  },
  {
    "pmid": "35503338",
    "title": "Adult hippocampal neurogenesis and its impairment in Alzheimer's disease.",
    "abstract": "Adult neurogenesis is the creation of new neurons which integrate into the existing neural circuit of the adult brain. Recent evidence suggests that adult hippocampal neurogenesis (AHN) persists throughout life in mammals, including humans. These newborn neurons have been implicated to have a crucial role in brain functions such as learning and memory. Importantly, studies have also found that hippocampal neurogenesis is impaired in neurodegenerative and neuropsychiatric diseases. Alzheimer's disease (AD) is one of the most common forms of dementia affecting millions of people. Cognitive dysfunction is a common symptom of AD patients and progressive memory loss has been attributed to the degeneration of the hippocampus. Therefore, there has been growing interest in identifying how hippocampal neurogenesis is affected in AD. However, the link between cognitive decline and changes in hippocampal neurogenesis in AD is poorly understood. In this review, we summarized the recent literature on AHN and its impairments in AD."
  },
  {
    "pmid": "36793868",
    "title": "Hyperactive neuronal autophagy depletes BDNF and impairs adult hippocampal neurogenesis in a corticosterone-induced mouse model of depression.",
    "abstract": "<b>Background:</b> Depression is a mental disorder that poses a serious threat to human health. Adult hippocampal neurogenesis (AHN) is closely associated with the efficacy of antidepressants. Chronic treatment with corticosterone (CORT), a well-validated pharmacological stressor, induces depressive-like behaviors and suppresses AHN in experimental animals. However, the possible mechanisms of chronic CORT action remain elusive. <b>Methods:</b> A chronic CORT treatment (0.1 mg/mL, drinking water for 4 weeks) was applied to prepare a mouse model of depression. Immunofluorescence was performed to analyze the hippocampal neurogenesis lineage, and immunoblotting, immunofluorescence, electron microscopy, and adeno-associated virus (AAV) expressing a pH-sensitive tandemly tagged light chain 3 (LC3) protein were used to analyze neuronal autophagy. AAV-hSyn-miR30-shRNA was used to knock down autophagy-related gene 5 (Atg5) expression in the neurons. <b>Results:</b> Chronic CORT induces depressive-like behaviors and decreases the expression of neuronal brain-derived neurotrophic factor (BDNF) in the dentate gyrus (DG) of the hippocampus in mice. Moreover, it markedly diminishes the proliferation of neural stem cells (NSCs), neural progenitor cells, and neuroblasts and impairs the survival and migration of newborn immature and mature neurons in the DG, which may be attributed to changes in the cell cycle kinetics and induction of NSCs apoptosis. Furthermore, chronic CORT induces hyperactive neuronal autophagy in the DG, possibly by increasing the expression of ATG5 and causing excess lysosomal degradation of BDNF in neurons. Notably, inhibiting hyperactive neuronal autophagy in the DG of mice by knocking down Atg5 in neurons using RNA interference reverses the decrease of neuronal BDNF expression, rescues AHN, and exerts antidepressant effects. <b>Conclusion:</b> Our findings reveal a neuronal autophagy-dependent mechanism that links chronic CORT to reduced neuronal BDNF levels, AHN suppression and depressive-like behavior in mice. In addition, our results provide insights for treating depression by targeting neuronal autophagy in the DG of the hippocampus."
  },
  {
    "pmid": "37881439",
    "title": "Roles of microglia in adult hippocampal neurogenesis in depression and their therapeutics.",
    "abstract": "Adult hippocampal neurogenesis generates functional neurons from neural progenitor cells in the hippocampal dentate gyrus (DG) to complement and repair neurons and neural circuits, thus benefiting the treatment of depression. Increasing evidence has shown that aberrant microglial activity can disrupt the appropriate formation and development of functional properties of neurogenesis, which will play a crucial role in the occurrence and development of depression. However, the mechanisms of the crosstalk between microglia and adult hippocampal neurogenesis in depression are not yet fully understood. Therefore, in this review, we first introduce recent discoveries regarding the roles of microglia and adult hippocampal neurogenesis in the etiology of depression. Then, we systematically discuss the possible mechanisms of how microglia regulate adult hippocampal neurogenesis in depression according to recent studies, which involve toll-like receptors, microglial polarization, fractalkine-C-X3-C motif chemokine receptor 1, hypothalamic-pituitary-adrenal axis, cytokines, brain-derived neurotrophic factor, and the microbiota-gut-brain axis, etc. In addition, we summarize the promising drugs that could improve the adult hippocampal neurogenesis by regulating the microglia. These findings will help us understand the complicated pathological mechanisms of depression and shed light on the development of new treatment strategies for this disease."
  },
  {
    "pmid": "33636114",
    "title": "Adult Hippocampal Neurogenesis in Aging and Alzheimer's Disease.",
    "abstract": "Cognitive deficits associated with Alzheimer's disease (AD) severely impact daily life for the millions of affected individuals. Progressive memory impairment in AD patients is associated with degeneration of the hippocampus. The dentate gyrus of the hippocampus, a region critical for learning and memory functions, is a site of adult neurogenesis in mammals. Recent evidence in humans indicates that hippocampal neurogenesis likely persists throughout life, but declines with age and is strikingly impaired in AD. Our understanding of how neurogenesis supports learning and memory in healthy adults is only beginning to emerge. The extent to which decreased neurogenesis contributes to cognitive decline in aging and AD remains poorly understood. However, studies in rodent models of AD and other neurodegenerative diseases raise the possibility that targeting neurogenesis may ameliorate cognitive dysfunction in AD. Here, we review recent progress in understanding how adult neurogenesis is impacted in the context of aging and AD."
  },
  {
    "pmid": "37610873",
    "title": "Pleiotrophin ameliorates age-induced adult hippocampal neurogenesis decline and cognitive dysfunction.",
    "abstract": "Cognitive impairment has been associated with an age-related decline in adult hippocampal neurogenesis (AHN). The molecular basis of declining neurogenesis in the aging hippocampus remains to be elucidated. Here, we show that pleiotrophin (PTN) expression is decreased with aging in neural stem and progenitor cells (NSPCs). Mice lacking PTN exhibit impaired AHN accompanied by poor learning and memory. Mechanistically, we find that PTN engages with protein tyrosine phosphatase receptor type Z1 (PTPRZ1) to promote NSPC proliferation and differentiation by activating AKT signaling. PTN overexpression or pharmacological activation of AKT signaling in aging mice restores AHN and alleviates relevant memory deficits. Importantly, we also find that PTN overexpression improves impaired neurogenesis in senescence-accelerated mouse prone 8 (SAMP8) mice. We further confirm that PTN is required for enriched environment-induced increases in AHN. These results corroborate the significance of AHN in aging and reveal a possible therapeutic intervention by targeting PTN."
  },
  {
    "pmid": "33208141",
    "title": "A blood-brain barrier overview on structure, function, impairment, and biomarkers of integrity.",
    "abstract": "The blood-brain barrier is playing a critical role in controlling the influx and efflux of biological substances essential for the brain's metabolic activity as well as neuronal function. Thus, the functional and structural integrity of the BBB is pivotal to maintain the homeostasis of the brain microenvironment. The different cells and structures contributing to developing this barrier are summarized along with the different functions that BBB plays at the brain-blood interface. We also explained the role of shear stress in maintaining BBB integrity. Furthermore, we elaborated on the clinical aspects that correlate between BBB disruption and different neurological and pathological conditions. Finally, we discussed several biomarkers that can help to assess the BBB permeability and integrity in-vitro or in-vivo and briefly explain their advantages and disadvantages."
  },
  {
    "pmid": "35568085",
    "title": "Factors influencing the blood-brain barrier permeability.",
    "abstract": "The blood-brain barrier (BBB) is a dynamic structure that protects the brain from harmful blood-borne, endogenous and exogenous substances and maintains the homeostatic microenvironment. All constituent cell types play indispensable roles in the BBB's integrity, and other structural BBB components, such as tight junction proteins, adherens junctions, and junctional proteins, can control the barrier permeability. Regarding the need to exchange nutrients and toxic materials, solute carriers, ATP-binding case families, and ion transporter, as well as transcytosis regulate the influx and efflux transport, while the difference in localisation and expression can contribute to functional differences in transport properties. Numerous chemical mediators and other factors such as non-physicochemical factors have been identified to alter BBB permeability by mediating the structural components and barrier function, because of the close relationship with inflammation. In this review, we highlight recently gained mechanistic insights into the maintenance and disruption of the BBB. A better understanding of the factors influencing BBB permeability could contribute to supporting promising potential therapeutic targets for protecting the BBB and the delivery of central nervous system drugs via BBB permeability interventions under pathological conditions."
  },
  {
    "pmid": "32691713",
    "title": "Angiogenesis and Blood-Brain Barrier Permeability in Vascular Remodeling after Stroke.",
    "abstract": "Angiogenesis, the growth of new blood vessels, is a natural defense mechanism helping to restore oxygen and nutrient supply to the affected brain tissue following an ischemic stroke. By stimulating vessel growth, angiogenesis may stabilize brain perfusion, thereby promoting neuronal survival, brain plasticity, and neurologic recovery. However, therapeutic angiogenesis after stroke faces challenges: new angiogenesis-induced vessels have a higher than normal permeability, and treatment to promote angiogenesis may exacerbate outcomes in stroke patients. The development of therapies requires elucidation of the precise cellular and molecular basis of the disease. Microenvironment homeostasis of the central nervous system is essential for its normal function and is maintained by the blood-brain barrier (BBB). Tight junction proteins (TJP) form the tight junction (TJ) between vascular endothelial cells (ECs) and play a key role in regulating the BBB permeability. We demonstrated that after stroke, new angiogenesis-induced vessels in peri-infarct areas have abnormally high BBB permeability due to a lack of major TJPs in ECs. Therefore, promoting TJ formation and BBB integrity in the new vessels coupled with speedy angiogenesis will provide a promising and safer treatment strategy for improving recovery from stroke. Pericyte is a central neurovascular unite component in vascular barriergenesis and are vital to BBB integrity. We found that pericytes also play a key role in stroke-induced angiogenesis and TJ formation in the newly formed vessels. Based on these findings, in this article, we focus on regulation aspects of the BBB functions and describe cellular and molecular special features of TJ formation with an emphasis on role of pericytes in BBB integrity during angiogenesis after stroke."
  },
  {
    "pmid": "34594000",
    "title": "The blood-brain barrier in systemic infection and inflammation.",
    "abstract": "The vascular blood-brain barrier is a highly regulated interface between the blood and brain. Its primary function is to protect central neurons while signaling the presence of systemic inflammation and infection to the brain to enable a protective sickness behavior response. With increasing degrees and duration of systemic inflammation, the vascular blood-brain barrier becomes more permeable to solutes, undergoes an increase in lymphocyte trafficking, and is infiltrated by innate immune cells; endothelial cell damage may occasionally occur. Perturbation of neuronal function results in the clinical features of encephalopathy. Here, the molecular and cellular anatomy of the vascular blood-brain barrier is reviewed, first in a healthy context and second in a systemic inflammatory context. Distinct from the molecular and cellular mediators of the blood-brain barrier's response to inflammation, several moderators influence the direction and magnitude at genetic, system, cellular and molecular levels. These include sex, genetic background, age, pre-existing brain pathology, systemic comorbidity, and gut dysbiosis. Further progress is required to define and measure mediators and moderators of the blood-brain barrier's response to systemic inflammation in order to explain the heterogeneity observed in animal and human studies."
  },
  {
    "pmid": "33028591",
    "title": "Preclinical Comparison of the Blood-brain barrier Permeability of Osimertinib with Other EGFR TKIs.",
    "abstract": "Osimertinib is a potent and selective EGFR tyrosine kinase inhibitor (EGFR-TKI) of both sensitizing and T790M resistance mutations. To treat metastatic brain disease, blood-brain barrier (BBB) permeability is considered desirable for increasing clinical efficacy. We examined the level of brain penetration for 16 irreversible and reversible EGFR-TKIs using multiple <i>in vitro</i> and <i>in vivo</i> BBB preclinical models. <i>In vitro</i> osimertinib was the weakest substrate for human BBB efflux transporters (efflux ratio 3.2). <i>In vivo</i> rat free brain to free plasma ratios (Kpuu) show osimertinib has the most BBB penetrance (0.21), compared with the other TKIs (Kpuu ≤ 0.12). PET imaging in Cynomolgus macaques demonstrated osimertinib was the only TKI among those tested to achieve significant brain penetrance (<i>C</i> <sub>max</sub> %ID 1.5, brain/blood Kp 2.6). Desorption electrospray ionization mass spectroscopy images of brains from mouse PC9 macrometastases models showed osimertinib readily distributes across both healthy brain and tumor tissue. Comparison of osimertinib with the poorly BBB penetrant afatinib in a mouse PC9 model of subclinical brain metastases showed only osimertinib has a significant effect on rate of brain tumor growth. These preclinical studies indicate that osimertinib can achieve significant exposure in the brain compared with the other EGFR-TKIs tested and supports the ongoing clinical evaluation of osimertinib for the treatment of EGFR-mutant brain metastasis. This work also demonstrates the link between low <i>in vitro</i> transporter efflux ratios and increased brain penetrance <i>in vivo</i> supporting the use of <i>in vitro</i> transporter assays as an early screen in drug discovery."
  },
  {
    "pmid": "39112700",
    "title": "Neuronal substance P drives metastasis through an extracellular RNA-TLR7 axis.",
    "abstract": "Tumour innervation is associated with worse patient outcomes in multiple cancers<sup>1,2</sup>, which suggests that it may regulate metastasis. Here we observed that highly metastatic mouse mammary tumours acquired more innervation than did less-metastatic tumours. This enhanced innervation was driven by expression of the axon-guidance molecule SLIT2 in tumour vasculature. Breast cancer cells induced spontaneous calcium activity in sensory neurons and elicited release of the neuropeptide substance P (SP). Using three-dimensional co-cultures and in vivo models, we found that neuronal SP promoted breast tumour growth, invasion and metastasis. Moreover, patient tumours with elevated SP exhibited enhanced lymph node metastatic spread. SP acted on tumoral tachykinin receptors (TACR1) to drive death of a small population of TACR1<sup>high</sup> cancer cells. Single-stranded RNAs (ssRNAs) released from dying cells acted on neighbouring tumoural Toll-like receptor 7 (TLR7) to non-canonically activate a prometastatic gene expression program. This SP- and ssRNA-induced Tlr7 gene expression signature was associated with reduced breast cancer survival outcomes. Therapeutic targeting of this neuro-cancer axis with the TACR1 antagonist aprepitant, an approved anti-nausea drug, suppressed breast cancer growth and metastasis in multiple models. Our findings reveal that tumour-induced hyperactivation of sensory neurons regulates multiple aspects of metastatic progression in breast cancer through a therapeutically targetable neuropeptide/extracellular ssRNA sensing axis."
  },
  {
    "pmid": "33334813",
    "title": "Cancer-Associated Neurogenesis and Nerve-Cancer Cross-talk.",
    "abstract": "In this review, we highlight recent discoveries regarding mechanisms contributing to nerve-cancer cross-talk and the effects of nerve-cancer cross-talk on tumor progression and dissemination. High intratumoral nerve density correlates with poor prognosis and high recurrence across multiple solid tumor types. Recent research has shown that cancer cells express neurotrophic markers such as nerve growth factor, brain-derived neurotrophic factor, and glial cell-derived neurotrophic factor and release axon-guidance molecules such as ephrin B1 to promote axonogenesis. Tumor cells recruit new neural progenitors to the tumor milieu and facilitate their maturation into adrenergic infiltrating nerves. Tumors also rewire established nerves to adrenergic phenotypes via exosome-induced neural reprogramming by p53-deficient tumors. In turn, infiltrating sympathetic nerves facilitate cancer progression. Intratumoral adrenergic nerves release noradrenaline to stimulate angiogenesis via VEGF signaling and enhance the rate of tumor growth. Intratumoral parasympathetic nerves may have a dichotomous role in cancer progression and may induce Wnt-β-catenin signals that expand cancer stem cells. Importantly, infiltrating nerves not only influence the tumor cells themselves but also impact other cells of the tumor stroma. This leads to enhanced sympathetic signaling and glucocorticoid production, which influences neutrophil and macrophage differentiation, lymphocyte phenotype, and potentially lymphocyte function. Although much remains unexplored within this field, fundamental discoveries underscore the importance of nerve-cancer cross-talk to tumor progression and may provide the foundation for developing effective targets for the inhibition of tumor-induced neurogenesis and tumor progression."
  },
  {
    "pmid": "33888612",
    "title": "Barcoded viral tracing of single-cell interactions in central nervous system inflammation.",
    "abstract": "Cell-cell interactions control the physiology and pathology of the central nervous system (CNS). To study astrocyte cell interactions in vivo, we developed rabies barcode interaction detection followed by sequencing (RABID-seq), which combines barcoded viral tracing and single-cell RNA sequencing (scRNA-seq). Using RABID-seq, we identified axon guidance molecules as candidate mediators of microglia-astrocyte interactions that promote CNS pathology in experimental autoimmune encephalomyelitis (EAE) and, potentially, multiple sclerosis (MS). In vivo cell-specific genetic perturbation EAE studies, in vitro systems, and the analysis of MS scRNA-seq datasets and CNS tissue established that Sema4D and Ephrin-B3 expressed in microglia control astrocyte responses via PlexinB2 and EphB3, respectively. Furthermore, a CNS-penetrant EphB3 inhibitor suppressed astrocyte and microglia proinflammatory responses and ameliorated EAE. In summary, RABID-seq identified microglia-astrocyte interactions and candidate therapeutic targets."
  },
  {
    "pmid": "36231105",
    "title": "Axon Guidance Molecules and Pain.",
    "abstract": "Chronic pain is a debilitating condition that influences the social, economic, and psychological aspects of patients' lives. Hence, the need for better treatment is drawing extensive interest from the research community. Developmental molecules such as Wnt, ephrins, and semaphorins are acknowledged as central players in the proper growth of a biological system. Their receptors and ligands are expressed in a wide variety in both neurons and glial cells, which are implicated in pain development, maintenance, and resolution. Thereby, it is not surprising that the impairment of those pathways affects the activities and functions of the entire cell. Evidence indicates aberrant activation of their pathways in the nervous system in rodent models of chronic pain. In those conditions, Wnt, ephrin, and semaphorin signaling participate in enhancing neuronal excitability, peripheral sensitization, synaptic plasticity, and the production and release of inflammatory cytokines. This review summarizes the current knowledge on three main developmental pathways and their mechanisms linked with the pathogenesis and progression of pain, considering their impacts on neuronal and glial cells in experimental animal models. Elucidations of the downstream pathways may provide a new mechanism for the involvement of Wnt, ephrin, and semaphorin pathways in pain chronicity."
  },
  {
    "pmid": "37941008",
    "title": "Efferocytosis is restricted by axon guidance molecule EphA4 via ERK/Stat6/MERTK signaling following brain injury.",
    "abstract": "Efferocytosis is a process that removes apoptotic cells and cellular debris. Clearance of these cells alleviates neuroinflammation, prevents the release of inflammatory molecules, and promotes the production of anti-inflammatory cytokines to help maintain tissue homeostasis. The underlying mechanisms by which this occurs in the brain after injury remain ill-defined. We used GFP bone marrow chimeric knockout (KO) mice to demonstrate that the axon guidance molecule EphA4 receptor tyrosine kinase is involved in suppressing MERTK in the brain to restrict efferocytosis of resident microglia and peripheral-derived monocyte/macrophages. Single-cell RNAseq identified MERTK expression, the primary receptor involved in efferocytosis, on monocytes, microglia, and a subset of astrocytes in the damaged cortex following brain injury. Loss of EphA4 on infiltrating GFP-expressing immune cells improved functional outcome concomitant with enhanced efferocytosis and overall protein expression of p-MERTK, p-ERK, and p-Stat6. The percentage of GFP<sup>+</sup> monocyte/macrophages and resident microglia engulfing NeuN<sup>+</sup> or TUNEL<sup>+</sup> cells was significantly higher in KO chimeric mice. Importantly, mRNA expression of Mertk and its cognate ligand Gas6 was significantly elevated in these mice compared to the wild-type. Analysis of cell-specific expression showed that p-ERK and p-Stat6 co-localized with MERTK-expressing GFP + cells in the peri-lesional area of the cortex following brain injury. Using an in vitro efferocytosis assay, co-culturing pHrodo-labeled apoptotic Jurkat cells and bone marrow (BM)-derived macrophages, we demonstrate that efferocytosis efficiency and mRNA expression of Mertk and Gas6 was enhanced in the absence of EphA4. Selective inhibitors of ERK and Stat6 attenuated this effect, confirming that EphA4 suppresses monocyte/macrophage efferocytosis via inhibition of the ERK/Stat6 pathway. Our findings implicate the ERK/Stat6/MERTK axis as a novel regulator of apoptotic debris clearance in brain injury that is restricted by peripheral myeloid-derived EphA4 to prevent the resolution of inflammation."
  },
  {
    "pmid": "36056211",
    "title": "CaMKII: a central molecular organizer of synaptic plasticity, learning and memory.",
    "abstract": "Calcium-calmodulin (CaM)-dependent protein kinase II (CaMKII) is the most abundant protein in excitatory synapses and is central to synaptic plasticity, learning and memory. It is activated by intracellular increases in calcium ion levels and triggers molecular processes necessary for synaptic plasticity. CaMKII phosphorylates numerous synaptic proteins, thereby regulating their structure and functions. This leads to molecular events crucial for synaptic plasticity, such as receptor trafficking, localization and activity; actin cytoskeletal dynamics; translation; and even transcription through synapse-nucleus shuttling. Several new tools affording increasingly greater spatiotemporal resolution have revealed the link between CaMKII activity and downstream signalling processes in dendritic spines during synaptic and behavioural plasticity. These technologies have provided insights into the function of CaMKII in learning and memory."
  },
  {
    "pmid": "35422062",
    "title": "PINK1-mediated Drp1<sup>S616</sup> phosphorylation modulates synaptic development and plasticity via promoting mitochondrial fission.",
    "abstract": "Dynamic change of mitochondrial morphology and distribution along neuronal branches are essential for neural circuitry formation and synaptic efficacy. However, the underlying mechanism remains elusive. We show here that Pink1 knockout (KO) mice display defective dendritic spine maturation, reduced axonal synaptic vesicles, abnormal synaptic connection, and attenuated long-term synaptic potentiation (LTP). Drp1 activation via S616 phosphorylation rescues deficits of spine maturation in Pink1 KO neurons. Notably, mice harboring a knockin (KI) phosphor-null Drp1<sup>S616A</sup> recapitulate spine immaturity and synaptic abnormality identified in Pink1 KO mice. Chemical LTP (cLTP) induces Drp1<sup>S616</sup> phosphorylation in a PINK1-dependent manner. Moreover, phosphor-mimetic Drp1<sup>S616D</sup> restores reduced dendritic spine localization of mitochondria in Pink1 KO neurons. Together, this study provides the first in vivo evidence of functional regulation of Drp1 by phosphorylation and suggests that PINK1-Drp1<sup>S616</sup> phosphorylation coupling is essential for convergence between mitochondrial dynamics and neural circuitry formation and refinement."
  },
  {
    "pmid": "39002543",
    "title": "Cortico-basal ganglia plasticity in motor learning.",
    "abstract": "One key function of the brain is to control our body's movements, allowing us to interact with the world around us. Yet, many motor behaviors are not innate but require learning through repeated practice. Among the brain's motor regions, the cortico-basal ganglia circuit is particularly crucial for acquiring and executing motor skills, and neuronal activity in these regions is directly linked to movement parameters. Cell-type-specific adaptations of activity patterns and synaptic connectivity support the learning of new motor skills. Functionally, neuronal activity sequences become structured and associated with learned movements. On the synaptic level, specific connections become potentiated during learning through mechanisms such as long-term synaptic plasticity and dendritic spine dynamics, which are thought to mediate functional circuit plasticity. These synaptic and circuit adaptations within the cortico-basal ganglia circuitry are thus critical for motor skill acquisition, and disruptions in this plasticity can contribute to movement disorders."
  },
  {
    "pmid": "37142767",
    "title": "Glutamate indicators with improved activation kinetics and localization for imaging synaptic transmission.",
    "abstract": "The fluorescent glutamate indicator iGluSnFR enables imaging of neurotransmission with genetic and molecular specificity. However, existing iGluSnFR variants exhibit low in vivo signal-to-noise ratios, saturating activation kinetics and exclusion from postsynaptic densities. Using a multiassay screen in bacteria, soluble protein and cultured neurons, we generated variants with improved signal-to-noise ratios and kinetics. We developed surface display constructs that improve iGluSnFR's nanoscopic localization to postsynapses. The resulting indicator iGluSnFR3 exhibits rapid nonsaturating activation kinetics and reports synaptic glutamate release with decreased saturation and increased specificity versus extrasynaptic signals in cultured neurons. Simultaneous imaging and electrophysiology at individual boutons in mouse visual cortex showed that iGluSnFR3 transients report single action potentials with high specificity. In vibrissal sensory cortex layer 4, we used iGluSnFR3 to characterize distinct patterns of touch-evoked feedforward input from thalamocortical boutons and both feedforward and recurrent input onto L4 cortical neuron dendritic spines."
  },
  {
    "pmid": "33775740",
    "title": "The microtubule cytoskeleton at the synapse.",
    "abstract": "In neurons, microtubules (MTs) provide routes for transport throughout the cell and structural support for dendrites and axons. Both stable and dynamic MTs are necessary for normal neuronal functions. Research in the last two decades has demonstrated that MTs play additional roles in synaptic structure and function in both pre- and postsynaptic elements. Here, we review current knowledge of the functions that MTs perform in excitatory and inhibitory synapses, as well as in the neuromuscular junction and other specialized synapses, and discuss the implications that this knowledge may have in neurological disease."
  },
  {
    "pmid": "37774678",
    "title": "Human microglial state dynamics in Alzheimer's disease progression.",
    "abstract": "Altered microglial states affect neuroinflammation, neurodegeneration, and disease but remain poorly understood. Here, we report 194,000 single-nucleus microglial transcriptomes and epigenomes across 443 human subjects and diverse Alzheimer's disease (AD) pathological phenotypes. We annotate 12 microglial transcriptional states, including AD-dysregulated homeostatic, inflammatory, and lipid-processing states. We identify 1,542 AD-differentially-expressed genes, including both microglia-state-specific and disease-stage-specific alterations. By integrating epigenomic, transcriptomic, and motif information, we infer upstream regulators of microglial cell states, gene-regulatory networks, enhancer-gene links, and transcription-factor-driven microglial state transitions. We demonstrate that ectopic expression of our predicted homeostatic-state activators induces homeostatic features in human iPSC-derived microglia-like cells, while inhibiting activators of inflammation can block inflammatory progression. Lastly, we pinpoint the expression of AD-risk genes in microglial states and differential expression of AD-risk genes and their regulators during AD progression. Overall, we provide insights underlying microglial states, including state-specific and AD-stage-specific microglial alterations at unprecedented resolution."
  },
  {
    "pmid": "37029500",
    "title": "Parkin regulates microglial NLRP3 and represses neurodegeneration in Parkinson's disease.",
    "abstract": "Microglial hyperactivation of the NOD-, LRR-, and pyrin domain-containing 3 (NLRP3) inflammasome contributes to the pathogenesis of Parkinson's disease (PD). Recently, neuronally expressed NLRP3 was demonstrated to be a Parkin polyubiquitination substrate and a driver of neurodegeneration in PD. However, the role of Parkin in NLRP3 inflammasome activation in microglia remains unclear. Thus, we aimed to investigate whether Parkin regulates NLRP3 in microglia. We investigated the role of Parkin in NLRP3 inflammasome activation through the overexpression of Parkin in BV2 microglial cells and knockout of Parkin in primary microglia after lipopolysaccharide (LPS) treatment. Immunoprecipitation experiments were conducted to quantify the ubiquitination levels of NLRP3 under various conditions and to assess the interaction between Parkin and NLRP3. In vivo experiments were conducted by administering intraperitoneal injections of LPS in wild-type and Parkin knockout mice. The Rotarod test, pole test, and open field test were performed to evaluate motor functions. Immunofluorescence was performed for pathological detection of key proteins. Overexpression of Parkin mediated NLRP3 degradation via K48-linked polyubiquitination in microglia. The loss of Parkin activity in LPS-induced mice resulted in excessive microglial NLRP3 inflammasome assembly, facilitating motor impairment, and dopaminergic neuron loss in the substantia nigra. Accelerating Parkin-induced NLRP3 degradation by administration of a heat shock protein (HSP90) inhibitor reduced the inflammatory response. Parkin regulates microglial NLRP3 inflammasome activation through polyubiquitination and alleviates neurodegeneration in PD. These results suggest that targeting Parkin-mediated microglial NLRP3 inflammasome activity could be a potential therapeutic strategy for PD."
  },
  {
    "pmid": "37105172",
    "title": "Microglial-to-neuronal CCR5 signaling regulates autophagy in neurodegeneration.",
    "abstract": "In neurodegenerative diseases, microglia switch to an activated state, which results in excessive secretion of pro-inflammatory factors. Our work aims to investigate how this paracrine signaling affects neuronal function. Here, we show that activated microglia mediate non-cell-autonomous inhibition of neuronal autophagy, a degradative pathway critical for the removal of toxic, aggregate-prone proteins accumulating in neurodegenerative diseases. We found that the microglial-derived CCL-3/-4/-5 bind and activate neuronal CCR5, which in turn promotes mTORC1 activation and disrupts autophagy and aggregate-prone protein clearance. CCR5 and its cognate chemokines are upregulated in the brains of pre-manifesting mouse models for Huntington's disease (HD) and tauopathy, suggesting a pathological role of this microglia-neuronal axis in the early phases of these diseases. CCR5 upregulation is self-sustaining, as CCL5-CCR5 autophagy inhibition impairs CCR5 degradation itself. Finally, pharmacological or genetic inhibition of CCR5 rescues mTORC1 hyperactivation and autophagy dysfunction, which ameliorates HD and tau pathologies in mouse models."
  },
  {
    "pmid": "34082381",
    "title": "Quercetin hinders microglial activation to alleviate neurotoxicity via the interplay between NLRP3 inflammasome and mitophagy.",
    "abstract": "Activated microglia are an important type of innate immune cell in the brain, and they secrete inflammatory cytokines into the extracellular milieu, exert neurotoxicity to surrounding neurons and are involved in the pathogenesis of many brain disorders. Quercetin (Qu), a natural flavonoid, is known to have anti-inflammatory and antioxidant properties. Previous studies have shown that both increased reactive oxygen species (ROS) stress and decreased autophagy participate in the activation of microglial. In the current study, we showed that Qu significantly attenuated LPS-induced inflammatory factor production, cell proliferation and NF-κB activation of microglia. Importantly, Qu decreased the levels of NLR family, pyrin domain containing three (NLRP3) inflammasome and pyroptosis-related proteins, including NLRP3, active caspase-1, GSDMD N-terminus and cleaved IL-1β. Further study indicated that this anti-inflammatory effect of Qu was associated with mitophagy regulation. Importantly, Qu promoted mitophagy to enhance damaged mitochondrial elimination, which then reduced mtROS accumulation and alleviated NLRP3 inflammasome activation. Then, we confirmed that Qu treatment protected primary neurons against LPS-induced microglial toxicity and alleviated neurodegeneration in both depression and PD mouse models. Further IL-1β administration blunted these neuroprotective effects of Qu in vitro and in vivo. This work illustrated that Qu prevents neuronal injury via inhibition of mtROS-mediated NLRP3 inflammasome activation in microglia through promoting mitophagy, which provides a potential novel therapeutic strategy for neuroinflammation-related diseases."
  },
  {
    "pmid": "36989373",
    "title": "The neuronal pentraxin Nptx2 regulates complement activity and restrains microglia-mediated synapse loss in neurodegeneration.",
    "abstract": "Complement overactivation mediates microglial synapse elimination in neurological diseases such as Alzheimer's disease (AD) and frontotemporal dementia (FTD), but how complement activity is regulated in the brain remains largely unknown. We identified that the secreted neuronal pentraxin Nptx2 binds complement C1q and thereby regulates its activity in the brain. Nptx2-deficient mice show increased complement activity, C1q-dependent microglial synapse engulfment, and loss of excitatory synapses. In a neuroinflammation culture model and in aged TauP301S mice, adeno-associated virus (AAV)-mediated neuronal overexpression of Nptx2 was sufficient to restrain complement activity and ameliorate microglia-mediated synapse loss. Analysis of human cerebrospinal fluid (CSF) samples from a genetic FTD cohort revealed reduced concentrations of Nptx2 and Nptx2-C1q protein complexes in symptomatic patients, which correlated with elevated C1q and activated C3. Together, these results show that Nptx2 regulates complement activity and microglial synapse elimination in the brain and that diminished Nptx2 concentrations might exacerbate complement-mediated neurodegeneration in patients with FTD."
  },
  {
    "pmid": "36368308",
    "title": "Genomic architecture of autism from comprehensive whole-genome sequence annotation.",
    "abstract": "Fully understanding autism spectrum disorder (ASD) genetics requires whole-genome sequencing (WGS). We present the latest release of the Autism Speaks MSSNG resource, which includes WGS data from 5,100 individuals with ASD and 6,212 non-ASD parents and siblings (total n = 11,312). Examining a wide variety of genetic variants in MSSNG and the Simons Simplex Collection (SSC; n = 9,205), we identified ASD-associated rare variants in 718/5,100 individuals with ASD from MSSNG (14.1%) and 350/2,419 from SSC (14.5%). Considering genomic architecture, 52% were nuclear sequence-level variants, 46% were nuclear structural variants (including copy-number variants, inversions, large insertions, uniparental isodisomies, and tandem repeat expansions), and 2% were mitochondrial variants. Our study provides a guidebook for exploring genotype-phenotype correlations in families who carry ASD-associated rare variants and serves as an entry point to the expanded studies required to dissect the etiology in the ∼85% of the ASD population that remain idiopathic."
  },
  {
    "pmid": "32699506",
    "title": "Neurodevelopmental disorders-the history and future of a diagnostic concept\u2029.",
    "abstract": "This article describes the history of the diagnostic class of neurodevelopmental disorders (NDDs) up to DSM-5. We further analyze how the development of genetics will transform the classification and diagnosis of NDDs. In DSM-5, NDDs include intellectual disability (ID), autism spectrum disorder (ASD), and attention-deficit/hyperactivity disorder (ADHD). Physicians in German-, French- and English-speaking countries (eg, Weikard, Georget, Esquirol, Down, Asperger, and Kanner) contributed to the phenomenological definitions of these disorders throughout the 18th and 20th centuries. These diagnostic categories show considerable comorbidity and phenotypic overlap. NDDs are one of the chapters of psychiatric nosology most likely to benefit from the approach advocated by the National Institute of Mental Health's Research Domain Criteria project. Genetic research supports the hypothesis that ID, ASD, ADHD, schizophrenia, and bipolar disorder lie on a neurodevelopmental continuum. The identification of recurrently observed copy number variants and disruptive gene variants in ASD (eg, CDH8, 16p11.2, SCN2A) led to the adoption of the genotype-first approach to characterize individuals at the etiological level.\u2029."
  },
  {
    "pmid": "32730804",
    "title": "Variants in SCAF4 Cause a Neurodevelopmental Disorder and Are Associated with Impaired mRNA Processing.",
    "abstract": "RNA polymerase II interacts with various other complexes and factors to ensure correct initiation, elongation, and termination of mRNA transcription. One of these proteins is SR-related CTD-associated factor 4 (SCAF4), which is important for correct usage of polyA sites for mRNA termination. Using exome sequencing and international matchmaking, we identified nine likely pathogenic germline variants in SCAF4 including two splice-site and seven truncating variants, all residing in the N-terminal two thirds of the protein. Eight of these variants occurred de novo, and one was inherited. Affected individuals demonstrated a variable neurodevelopmental disorder characterized by mild intellectual disability, seizures, behavioral abnormalities, and various skeletal and structural anomalies. Paired-end RNA sequencing on blood lymphocytes of SCAF4-deficient individuals revealed a broad deregulation of more than 9,000 genes and significant differential splicing of more than 2,900 genes, indicating an important role of SCAF4 in mRNA processing. Knockdown of the SCAF4 ortholog CG4266 in the model organism Drosophila melanogaster resulted in impaired locomotor function, learning, and short-term memory. Furthermore, we observed an increased number of active zones in larval neuromuscular junctions, representing large glutamatergic synapses. These observations indicate a role of CG4266 in nervous system development and function and support the implication of SCAF4 in neurodevelopmental phenotypes. In summary, our data show that heterozygous, likely gene-disrupting variants in SCAF4 are causative for a variable neurodevelopmental disorder associated with impaired mRNA processing."
  },
  {
    "pmid": "32992620",
    "title": "Neuron-Glia Interactions in Neurodevelopmental Disorders.",
    "abstract": "Recent studies have revealed synaptic dysfunction to be a hallmark of various psychiatric diseases, and that glial cells participate in synapse formation, development, and plasticity. Glial cells contribute to neuroinflammation and synaptic homeostasis, the latter being essential for maintaining the physiological function of the central nervous system (CNS). In particular, glial cells undergo gliotransmission and regulate neuronal activity in tripartite synapses via ion channels (gap junction hemichannel, volume regulated anion channel, and bestrophin-1), receptors (for neurotransmitters and cytokines), or transporters (GLT-1, GLAST, and GATs) that are expressed on glial cell membranes. In this review, we propose that dysfunction in neuron-glia interactions may contribute to the pathogenesis of neurodevelopmental disorders. Understanding the mechanisms of neuron-glia interaction for synapse formation and maturation will contribute to the development of novel therapeutic targets of neurodevelopmental disorders."
  },
  {
    "pmid": "34748075",
    "title": "MYT1L-associated neurodevelopmental disorder: description of 40 new cases and literature review of clinical and molecular aspects.",
    "abstract": "Pathogenic variants of the myelin transcription factor-1 like (MYT1L) gene include heterozygous missense, truncating variants and 2p25.3 microdeletions and cause a syndromic neurodevelopmental disorder (OMIM#616,521). Despite enrichment in de novo mutations in several developmental disorders and autism studies, the data on clinical characteristics and genotype-phenotype correlations are scarce, with only 22 patients with single nucleotide pathogenic variants reported. We aimed to further characterize this disorder at both the clinical and molecular levels by gathering a large series of patients with MYT1L-associated neurodevelopmental disorder. We collected genetic information on 40 unreported patients with likely pathogenic/pathogenic MYT1L variants and performed a comprehensive review of published data (total = 62 patients). We confirm that the main phenotypic features of the MYT1L-related disorder are developmental delay with language delay (95%), intellectual disability (ID, 70%), overweight or obesity (58%), behavioral disorders (98%) and epilepsy (23%). We highlight novel clinical characteristics, such as learning disabilities without ID (30%) and feeding difficulties during infancy (18%). We further describe the varied dysmorphic features (67%) and present the changes in weight over time of 27 patients. We show that patients harboring highly clustered missense variants in the 2-3-ZNF domains are not clinically distinguishable from patients with truncating variants. We provide an updated overview of clinical and genetic data of the MYT1L-associated neurodevelopmental disorder, hence improving diagnosis and clinical management of these patients."
  },
  {
    "pmid": "35927580",
    "title": "Functional connectivity in reward circuitry and symptoms of anhedonia as therapeutic targets in depression with high inflammation: evidence from a dopamine challenge study.",
    "abstract": "Increased inflammation in major depressive disorder (MDD) has been associated with low functional connectivity (FC) in corticostriatal reward circuits and symptoms of anhedonia, relationships which may involve the impact of inflammation on synthesis and release of dopamine. To test this hypothesis while establishing a platform to examine target engagement of potential therapies in patients with increased inflammation, medically stable unmedicated adult MDD outpatients enrolled to have a range of inflammation (as indexed by plasma C-reactive protein [CRP] levels) were studied at two visits involving acute challenge with the dopamine precursor levodopa (L-DOPA; 250 mg) and placebo (double-blind, randomized order ~1-week apart). The primary outcome of resting-state (rs)FC in a classic ventral striatum to ventromedial prefrontal cortex reward circuit was calculated using a targeted, a priori approach. Data available both pre- and post-challenge (n = 31/40) established stability of rsFC across visits and determined CRP > 2 mg/L as a cut-point for patients exhibiting positive FC responses (post minus pre) to L-DOPA versus placebo (p < 0.01). Higher post-L-DOPA FC in patients with CRP > 2 mg/L was confirmed in all patients (n = 40) where rsFC data were available post-challenge (B = 0.15, p = 0.006), and in those with task-based (tb)FC during reward anticipation (B = 0.15, p = 0.013). While effort-based motivation outside the scanner positively correlated with rsFC independent of treatment or CRP, change in anhedonia scores negatively correlated with rsFC after L-DOPA only in patients with CRP > 2 mg/L (r = -0.56, p = 0.012). FC in reward circuitry should be further validated in larger samples as a biomarker of target engagement for potential treatments including dopaminergic agents in MDD patients with increased inflammation."
  },
  {
    "pmid": "37776853",
    "title": "Stress relief as a natural resilience mechanism against depression-like behaviors.",
    "abstract": "Relief, the appetitive state after the termination of aversive stimuli, is evolutionarily conserved. Understanding the behavioral role of this well-conserved phenomenon and its underlying neurobiological mechanisms are open and important questions. Here, we discover that the magnitude of relief from physical stress strongly correlates with individual resilience to depression-like behaviors in chronic stressed mice. Notably, blocking stress relief causes vulnerability to depression-like behaviors, whereas natural rewards supplied shortly after stress promotes resilience. Stress relief is mediated by reward-related mesolimbic dopamine neurons, which show minute-long, persistent activation after stress termination. Circuitry-wise, activation or inhibition of circuits downstream of the ventral tegmental area during the transient relief period bi-directionally regulates depression resilience. These results reveal an evolutionary function of stress relief in depression resilience and identify the neural substrate mediating this effect. Importantly, our data suggest a behavioral strategy of augmenting positive valence of stress relief with natural rewards to prevent depression."
  },
  {
    "pmid": "36271048",
    "title": "Reward and aversion processing by input-defined parallel nucleus accumbens circuits in mice.",
    "abstract": "The nucleus accumbens (NAc) is critical in mediating reward seeking and is also involved in negative emotion processing, but the cellular and circuitry mechanisms underlying such opposing behaviors remain elusive. Here, using the recently developed AAV1-mediated anterograde transsynaptic tagging technique in mice, we show that NAc neurons receiving basolateral amygdala inputs (NAc<sup>BLA</sup>) promote positive reinforcement via disinhibiting dopamine neurons in the ventral tegmental area (VTA). In contrast, NAc neurons receiving paraventricular thalamic inputs (NAc<sup>PVT</sup>) innervate GABAergic neurons in the lateral hypothalamus (LH) and mediate aversion. Silencing the synaptic output of NAc<sup>BLA</sup> neurons impairs reward seeking behavior, while silencing of NAc<sup>PVT</sup> or NAc<sup>PVT</sup>→LH pathway abolishes aversive symptoms of opiate withdrawal. Our results elucidate the afferent-specific circuit architecture of the NAc in controlling reward and aversion."
  },
  {
    "pmid": "37924513",
    "title": "Top-down circuitry from the anterior insular cortex to VTA dopamine neurons modulates reward-related memory.",
    "abstract": "The insular cortex (IC) has been linked to the processing of interoceptive and exteroceptive signals associated with addictive behavior. However, whether the IC modulates the acquisition of drug-related affective states by direct top-down connectivity with ventral tegmental area (VTA) dopamine neurons is unknown. We found that photostimulation of VTA terminals of the anterior insular cortex (aIC) induces rewarding contextual memory, modulates VTA activity, and triggers dopamine release within the VTA. Employing neuronal recordings and neurochemical and transsynaptic tagging techniques, we disclose the functional top-down organization tagging the aIC pre-synaptic neuronal bodies and identifying VTA recipient neurons. Furthermore, systemic administration of amphetamine altered the VTA excitability of neurons modulated by the aIC projection, where photoactivation enhances, whereas photoinhibition impairs, a contextual rewarding behavior. Our study reveals a key circuit involved in developing and retaining drug reward-related contextual memory, providing insight into the neurobiological basis of addictive behavior and helping develop therapeutic addiction strategies."
  },
  {
    "pmid": "38052989",
    "title": "In vitro modeling of the human dopaminergic system using spatially arranged ventral midbrain-striatum-cortex assembloids.",
    "abstract": "Ventral midbrain dopaminergic neurons project to the striatum as well as the cortex and are involved in movement control and reward-related cognition. In Parkinson's disease, nigrostriatal midbrain dopaminergic neurons degenerate and cause typical Parkinson's disease motor-related impairments, while the dysfunction of mesocorticolimbic midbrain dopaminergic neurons is implicated in addiction and neuropsychiatric disorders. Study of the development and selective neurodegeneration of the human dopaminergic system, however, has been limited due to the lack of an appropriate model and access to human material. Here, we have developed a human in vitro model that recapitulates key aspects of dopaminergic innervation of the striatum and cortex. These spatially arranged ventral midbrain-striatum-cortical organoids (MISCOs) can be used to study dopaminergic neuron maturation, innervation and function with implications for cell therapy and addiction research. We detail protocols for growing ventral midbrain, striatal and cortical organoids and describe how they fuse in a linear manner when placed in custom embedding molds. We report the formation of functional long-range dopaminergic connections to striatal and cortical tissues in MISCOs, and show that injected, ventral midbrain-patterned progenitors can mature and innervate the tissue. Using these assembloids, we examine dopaminergic circuit perturbations and show that chronic cocaine treatment causes long-lasting morphological, functional and transcriptional changes that persist upon drug withdrawal. Thus, our method opens new avenues to investigate human dopaminergic cell transplantation and circuitry reconstruction as well as the effect of drugs on the human dopaminergic system."
  },
  {
    "pmid": "38768971",
    "title": "Astrocyte Calcium Signaling.",
    "abstract": "Astrocytes are predominant glial cells that tile the central nervous system and participate in well-established functional and morphological interactions with neurons, blood vessels, and other glia. These ubiquitous cells display rich intracellular Ca<sup>2+</sup> signaling, which has now been studied for over 30 years. In this review, we provide a summary and perspective of recent progress concerning the study of astrocyte intracellular Ca<sup>2+</sup> signaling as well as discussion of its potential functions. Progress has occurred in the areas of imaging, silencing, activating, and analyzing astrocyte Ca<sup>2+</sup> signals. These insights have collectively permitted exploration of the relationships of astrocyte Ca<sup>2+</sup> signals to neural circuit function and behavior in a variety of species. We summarize these aspects along with a framework for mechanistically interpreting behavioral studies to identify directly causal effects. We finish by providing a perspective on new avenues of research concerning astrocyte Ca<sup>2+</sup> signaling."
  },
  {
    "pmid": "37679321",
    "title": "Astrocyte reactivity and inflammation-induced depression-like behaviors are regulated by Orai1 calcium channels.",
    "abstract": "Astrocytes contribute to brain inflammation in neurological disorders but the molecular mechanisms controlling astrocyte reactivity and their relationship to neuroinflammatory endpoints are complex and poorly understood. In this study, we assessed the role of the calcium channel, Orai1, for astrocyte reactivity and inflammation-evoked depression behaviors in mice. Transcriptomics and metabolomics analysis indicated that deletion of Orai1 in astrocytes downregulates genes in inflammation and immunity, metabolism, and cell cycle pathways, and reduces cellular metabolites and ATP production. Systemic inflammation by peripheral lipopolysaccharide (LPS) increases hippocampal inflammatory markers in WT but not in astrocyte Orai1 knockout mice. Loss of Orai1 also blunts inflammation-induced astrocyte Ca<sup>2+</sup> signaling and inhibitory neurotransmission in the hippocampus. In line with these cellular changes, Orai1 knockout mice showed amelioration of LPS-evoked depression-like behaviors including anhedonia and helplessness. These findings identify Orai1 as an important signaling hub controlling astrocyte reactivity and astrocyte-mediated brain inflammation that is commonly observed in many neurological disorders."
  },
  {
    "pmid": "34139149",
    "title": "Specific and behaviorally consequential astrocyte G<sub>q</sub> GPCR signaling attenuation in vivo with iβARK.",
    "abstract": "Astrocytes respond to neurotransmitters and neuromodulators using G-protein-coupled receptors (GPCRs) to mediate physiological responses. Despite their importance, there has been no method to genetically, specifically, and effectively attenuate astrocyte G<sub>q</sub> GPCR pathways to explore consequences of this prevalent signaling mechanism in vivo. We report a 122-residue inhibitory peptide from β-adrenergic receptor kinase 1 (iβARK; and inactive D110A control) to attenuate astrocyte G<sub>q</sub> GPCR signaling. iβARK significantly attenuated G<sub>q</sub> GPCR Ca<sup>2+</sup> signaling in brain slices and, in vivo, altered behavioral responses, spared other GPCR responses, and did not alter astrocyte spontaneous Ca<sup>2+</sup> signals, morphology, electrophysiological properties, or gene expression in the striatum. Furthermore, brain-wide attenuation of astrocyte G<sub>q</sub> GPCR signaling with iβARK using PHP.eB adeno-associated viruses (AAVs), when combined with c-Fos mapping, suggested nuclei-specific contributions to behavioral adaptation and spatial memory. iβARK extends the toolkit needed to explore functions of astrocyte G<sub>q</sub> GPCR signaling within neural circuits in vivo."
  },
  {
    "pmid": "37857773",
    "title": "A conceptual framework for astrocyte function.",
    "abstract": "The participation of astrocytes in brain computation was hypothesized in 1992, coinciding with the discovery that these cells display a form of intracellular Ca<sup>2+</sup> signaling sensitive to neuroactive molecules. This finding fostered conceptual leaps crystalized around the idea that astrocytes, once thought to be passive, participate actively in brain signaling and outputs. A multitude of disparate roles of astrocytes has since emerged, but their meaningful integration has been muddied by the lack of consensus and models of how we conceive the functional position of these cells in brain circuitry. In this Perspective, we propose an intuitive, data-driven and transferable conceptual framework we coin 'contextual guidance'. It describes astrocytes as 'contextual gates' that shape neural circuitry in an adaptive, state-dependent fashion. This paradigm provides fresh perspectives on principles of astrocyte signaling and its relevance to brain function, which could spur new experimental avenues, including in computational space."
  },
  {
    "pmid": "32139688",
    "title": "Identification of region-specific astrocyte subtypes at single cell resolution.",
    "abstract": "Astrocytes, a major cell type found throughout the central nervous system, have general roles in the modulation of synapse formation and synaptic transmission, blood-brain barrier formation, and regulation of blood flow, as well as metabolic support of other brain resident cells. Crucially, emerging evidence shows specific adaptations and astrocyte-encoded functions in regions, such as the spinal cord and cerebellum. To investigate the true extent of astrocyte molecular diversity across forebrain regions, we used single-cell RNA sequencing. Our analysis identifies five transcriptomically distinct astrocyte subtypes in adult mouse cortex and hippocampus. Validation of our data in situ reveals distinct spatial positioning of defined subtypes, reflecting the distribution of morphologically and physiologically distinct astrocyte populations. Our findings are evidence for specialized astrocyte subtypes between and within brain regions. The data are available through an online database (https://holt-sc.glialab.org/), providing a resource on which to base explorations of local astrocyte diversity and function in the brain."
  },
  {
    "pmid": "34239348",
    "title": "Interaction between Aβ and Tau in the Pathogenesis of Alzheimer's Disease.",
    "abstract": "Extracellular neuritic plaques composed of amyloid‑β (Aβ) protein and intracellular neurofibrillary tangles containing phosphorylated tau protein are the two hallmark proteins of Alzheimer's disease (AD), and the separate neurotoxicity of these proteins in AD has been extensively studied. However, interventions that target Aβ or tau individually have not yielded substantial breakthroughs. The interest in the interactions between Aβ and tau in AD is increasing, but related drug investigations are in their infancy. This review discusses how Aβ accelerates tau phosphorylation and the possible mechanisms and pathways by which tau mediates Aβ toxicity. This review also describes the possible synergistic effects between Aβ and tau on microglial cells and astrocytes. Studies suggest that the coexistence of Aβ plaques and phosphorylated tau is related to the mechanism by which Aβ facilitates the propagation of tau aggregation in neuritic plaques. The interactions between Aβ and tau mediate cognitive dysfunction in patients with AD. In summary, this review summarizes recent data on the interplay between Aβ and tau to promote a better understanding of the roles of these proteins in the pathological process of AD and provide new insights into interventions against AD."
  },
  {
    "pmid": "39014245",
    "title": "Cellular and pathological functions of tau.",
    "abstract": "Tau protein is involved in various cellular processes, including having a canonical role in binding and stabilization of microtubules in neurons. Tauopathies are neurodegenerative diseases marked by the abnormal accumulation of tau protein aggregates in neurons, as seen, for example, in conditions such as frontotemporal dementia and Alzheimer disease. Mutations in tau coding regions or that disrupt tau mRNA splicing, tau post-translational modifications and cellular stress factors (such as oxidative stress and inflammation) increase the tendency of tau to aggregate and interfere with its clearance. Pathological tau is strongly implicated in the progression of neurodegenerative diseases, and the propagation of tau aggregates is associated with disease severity. Recent technological advancements, including cryo-electron microscopy and disease models derived from human induced pluripotent stem cells, have increased our understanding of tau-related pathology in neurodegenerative conditions. Substantial progress has been made in deciphering tau aggregate structures and the molecular mechanisms that underlie protein aggregation and toxicity. In this Review, we discuss recent insights into the diverse cellular functions of tau and the pathology of tau inclusions and explore the potential for therapeutic interventions."
  },
  {
    "pmid": "39241780",
    "title": "Gut-induced alpha-Synuclein and Tau propagation initiate Parkinson's and Alzheimer's disease co-pathology and behavior impairments.",
    "abstract": "Tau interacts with α-Synuclein (α-Syn) and co-localizes with it in the Lewy bodies, influencing α-Syn pathology in Parkinson's disease (PD). However, whether these biochemical events regulate α-Syn pathology spreading from the gut into the brain remains incompletely understood. Here, we show that α-Syn and Tau co-pathology is spread into the brain in gut-inducible SYN103<sup>+/-</sup> and/or TAU368<sup>+/-</sup> transgenic mouse models, eliciting behavioral defects. Gut pathology was initially observed, and α-Syn or Tau pathology was subsequently propagated into the DMV or NTS and then to other brain regions. Remarkably, more extensive spreading and widespread neuronal loss were found in double transgenic mice (Both) than in single transgenic mice. Truncal vagotomy and α-Syn deficiency significantly inhibited synucleinopathy or tauopathy spreading. The α-Syn PET tracer [<sup>18</sup>F]-F0502B detected α-Syn aggregates in the gut and brain. Thus, α-Syn and Tau co-pathology can propagate from the gut to the brain, triggering behavioral disorders."
  },
  {
    "pmid": "37452321",
    "title": "Tau and neuroinflammation in Alzheimer's disease: interplay mechanisms and clinical translation.",
    "abstract": "Alzheimer's Disease (AD) contributes to most cases of dementia. Its prominent neuropathological features are the extracellular neuritic plaques and intercellular neurofibrillary tangles composed of aggregated β-amyloid (Aβ) and hyperphosphorylated tau protein, respectively. In the past few decades, disease-modifying therapy targeting Aβ has been the focus of AD drug development. Even though it is encouraging that two of these drugs have recently received accelerated US Food and Drug Administration approval for AD treatment, their efficacy or long-term safety is controversial. Tau has received increasing attention as a potential therapeutic target, since evidence indicates that tau pathology is more associated with cognitive dysfunction. Moreover, inflammation, especially neuroinflammation, accompanies AD pathological processes and is also linked to cognitive deficits. Accumulating evidence indicates that inflammation has a complex and tight interplay with tau pathology. Here, we review recent evidence on the interaction between tau pathology, focusing on tau post-translational modification and dissemination, and neuroinflammatory responses, including glial cell activation and inflammatory signaling pathways. Then, we summarize the latest clinical trials targeting tau and neuroinflammation. Sustained and increased inflammatory responses in glial cells and neurons are pivotal cellular drivers and regulators of the exacerbation of tau pathology, which further contributes to its worsening by aggravating inflammatory responses. Unraveling the precise mechanisms underlying the relationship between tau pathology and neuroinflammation will provide new insights into the discovery and clinical translation of therapeutic targets for AD and other tau-related diseases (tauopathies). Targeting multiple pathologies and precision therapy strategies will be the crucial direction for developing drugs for AD and other tauopathies."
  },
  {
    "pmid": "37832941",
    "title": "Neurodegenerative Disease Tauopathies.",
    "abstract": "Tauopathies are a diverse group of progressive and fatal neurodegenerative diseases characterized by aberrant tau inclusions in the central nervous system. Tau protein forms pathologic fibrillar aggregates that are typically closely associated with neuronal cell death, leading to varied clinical phenotypes including dementia, movement disorders, and motor neuron disease. In this review, we describe the clinicopathologic features of tauopathies and highlight recent advances in understanding the mechanisms that lead to spread of pathologic aggregates through interconnected neuronal pathways. The cell-to-cell propagation of tauopathy is then linked to posttranslational modifications, tau fibril structural variants, and the breakdown of cellular protein quality control."
  },
  {
    "pmid": "34655726",
    "title": "Aggregation and structure of amyloid β-protein.",
    "abstract": "Alzheimer's disease (AD) is the most common age-related neurodegenerative disorder and is characterized by major pathological hallmarks in the brain, including plaques composed of amyloid β-protein (Aβ) and neurofibrillary tangles of tau protein. Genetic studies, biochemical data, and animal models have suggested that Aβ is a critical species in the pathogenesis of AD. Aβ molecules aggregate to form oligomers, protofibrils (PFs), and mature fibrils. Because of their instability and structural heterogeneity, the misfolding and aggregation of Aβ is a highly complex process, leading to a variety of aggregates with different structures and morphologies. However, the elucidation of Aβ molecules is essential because they are believed to play an important role in AD pathogenesis. Recent combination studies using nuclear magnetic resonance (NMR) and cryo-electron microscopy (cryo-EM) have primarily revealed more detailed information about their aggregation process, including fibril extension and secondary nucleation, and the structural polymorphism of the fibrils under a variety of some conditions, including the actual brain. This review attempts to summarize the existing information on the major properties of the structure and aggregation of Aβ."
  },
  {
    "pmid": "33278431",
    "title": "Review on Alzheimer's disease: Inhibition of amyloid beta and tau tangle formation.",
    "abstract": "It is reported that approximately 40 million people are suffering from dementia, globally. Dementia is a group of symptoms that affect neurons and cause some mental disorders, such as losing memory. Alzheimer's disease (AD) which is known as the most common cause of dementia, is one of the top medical care concerns across the world. Although the exact sources of the disease are not understood, is it believed that aggregation of amyloid-beta (Aβ) outside of neuron cells and tau aggregation or neurofibrillary tangles (NFTs) formation inside the cell may play crucial roles. In this paper, we are going to review studies that targeted inhibition of amyloid plaque and tau protein tangle formation, to suppress or postpone AD."
  },
  {
    "pmid": "34082772",
    "title": "Crosstalk between astrocytes and microglia results in increased degradation of α-synuclein and amyloid-β aggregates.",
    "abstract": "Alzheimer's disease (AD) and Parkinson's disease (PD) are characterized by brain accumulation of aggregated amyloid-beta (Aβ) and alpha-synuclein (αSYN), respectively. In order to develop effective therapies, it is crucial to understand how the Aβ/αSYN aggregates can be cleared. Compelling data indicate that neuroinflammatory cells, including astrocytes and microglia, play a central role in the pathogenesis of AD and PD. However, how the interplay between the two cell types affects their clearing capacity and consequently the disease progression remains unclear. The aim of the present study was to investigate in which way glial crosstalk influences αSYN and Aβ pathology, focusing on accumulation and degradation. For this purpose, human-induced pluripotent cell (hiPSC)-derived astrocytes and microglia were exposed to sonicated fibrils of αSYN or Aβ and analyzed over time. The capacity of the two cell types to clear extracellular and intracellular protein aggregates when either cultured separately or in co-culture was studied using immunocytochemistry and ELISA. Moreover, the capacity of cells to interact with and process protein aggregates was tracked using time-lapse microscopy and a customized \"close-culture\" chamber, in which the apical surfaces of astrocyte and microglia monocultures were separated by a <1 mm space. Our data show that intracellular deposits of αSYN and Aβ are significantly reduced in co-cultures of astrocytes and microglia, compared to monocultures of either cell type. Analysis of conditioned medium and imaging data from the \"close-culture\" chamber experiments indicate that astrocytes secrete a high proportion of their internalized protein aggregates, while microglia do not. Moreover, co-cultured astrocytes and microglia are in constant contact with each other via tunneling nanotubes and other membrane structures. Notably, our live cell imaging data demonstrate that microglia, when attached to the cell membrane of an astrocyte, can attract and clear intracellular protein deposits from the astrocyte. Taken together, our data demonstrate the importance of astrocyte and microglia interactions in Aβ/αSYN clearance, highlighting the relevance of glial cellular crosstalk in the progression of AD- and PD-related brain pathology."
  },
  {
    "pmid": "38888453",
    "title": "Aggregation Mechanisms and Molecular Structures of Amyloid-β in Alzheimer's Disease.",
    "abstract": "Amyloid plaques are a major pathological hallmark involved in Alzheimer's disease and consist of deposits of the amyloid-β peptide (Aβ). The aggregation process of Aβ is highly complex, which leads to polymorphous aggregates with different structures. In addition to aberrant aggregation, Aβ oligomers can undergo liquid-liquid phase separation (LLPS) and form dynamic condensates. It has been hypothesized that these amyloid liquid droplets affect and modulate amyloid fibril formation. In this review, we briefly introduce the relationship between stress granules and amyloid protein aggregation that is associated with neurodegenerative diseases. Then we highlight the regulatory role of LLPS in Aβ aggregation and discuss the potential relationship between Aβ phase transition and aggregation. Furthermore, we summarize the current structures of Aβ oligomers and amyloid fibrils, which have been determined using nuclear magnetic resonance (NMR) and cryo-electron microscopy (cryo-EM). The structural variations of Aβ aggregates provide an explanation for the different levels of toxicity, shed light on the aggregation mechanism and may pave the way towards structure-based drug design for both clinical diagnosis and treatment."
  },
  {
    "pmid": "33668406",
    "title": "Promotion and Inhibition of Amyloid-β Peptide Aggregation: Molecular Dynamics Studies.",
    "abstract": "Aggregates of amyloid-β (Aβ) peptides are known to be related to Alzheimer's disease. Their aggregation is enhanced at hydrophilic-hydrophobic interfaces, such as a cell membrane surface and air-water interface, and is inhibited by polyphenols, such as myricetin and rosmarinic acid. We review molecular dynamics (MD) simulation approaches of a full-length Aβ peptide, Aβ40, and Aβ(16-22) fragments in these environments. Since these peptides have both hydrophilic and hydrophobic amino acid residues, they tend to exist at the interfaces. The high concentration of the peptides accelerates the aggregation there. In addition, Aβ40 forms a β-hairpin structure, and this structure accelerates the aggregation. We also describe the inhibition mechanism of the Aβ(16-22) aggregation by polyphenols. The aggregation of Aβ(16-22) fragments is caused mainly by the electrostatic attraction between charged amino acid residues known as Lys16 and Glu22. Since polyphenols form hydrogen bonds between their hydroxy and carboxyl groups and these charged amino acid residues, they inhibit the aggregation."
  },
  {
    "pmid": "32525759",
    "title": "Cellular Circuits in the Brain and Their Modulation in Acute and Chronic Pain.",
    "abstract": "Chronic, pathological pain remains a global health problem and a challenge to basic and clinical sciences. A major obstacle to preventing, treating, or reverting chronic pain has been that the nature of neural circuits underlying the diverse components of the complex, multidimensional experience of pain is not well understood. Moreover, chronic pain involves diverse maladaptive plasticity processes, which have not been decoded mechanistically in terms of involvement of specific circuits and cause-effect relationships. This review aims to discuss recent advances in our understanding of circuit connectivity in the mammalian brain at the level of regional contributions and specific cell types in acute and chronic pain. A major focus is placed on functional dissection of sub-neocortical brain circuits using optogenetics, chemogenetics, and imaging technological tools in rodent models with a view towards decoding sensory, affective, and motivational-cognitive dimensions of pain. The review summarizes recent breakthroughs and insights on structure-function properties in nociceptive circuits and higher order sub-neocortical modulatory circuits involved in aversion, learning, reward, and mood and their modulation by endogenous GABAergic inhibition, noradrenergic, cholinergic, dopaminergic, serotonergic, and peptidergic pathways. The knowledge of neural circuits and their dynamic regulation via functional and structural plasticity will be beneficial towards designing and improving targeted therapies."
  },
  {
    "pmid": "38935778",
    "title": "GLP-1 increases preingestive satiation via hypothalamic circuits in mice and humans.",
    "abstract": "Glucagon-like peptide-1 (GLP-1) receptor agonists (GLP-1RAs) are effective antiobesity drugs. However, the precise central mechanisms of GLP-1RAs remain elusive. We administered GLP-1RAs to patients with obesity and observed a heightened sense of preingestive satiation. Analysis of human and mouse brain samples pinpointed GLP-1 receptor (GLP-1R) neurons in the dorsomedial hypothalamus (DMH) as candidates for encoding preingestive satiation. Optogenetic manipulation of DMH<sup>GLP-1R</sup> neurons caused satiation. Calcium imaging demonstrated that these neurons are actively involved in encoding preingestive satiation. GLP-1RA administration increased the activity of DMH<sup>GLP-1R</sup> neurons selectively during eating behavior. We further identified that an intricate interplay between DMH<sup>GLP-1R</sup> neurons and neuropeptide Y/agouti-related peptide neurons of the arcuate nucleus (ARC<sup>NPY/AgRP</sup> neurons) occurs to regulate food intake. Our findings reveal a hypothalamic mechanism through which GLP-1RAs control preingestive satiation, offering previously unexplored neural targets for obesity and metabolic diseases."
  },
  {
    "pmid": "31952856",
    "title": "Amygdala Reward Neurons Form and Store Fear Extinction Memory.",
    "abstract": "The ability to extinguish conditioned fear memory is critical for adaptive control of fear response, and its impairment is a hallmark of emotional disorders like post-traumatic stress disorder (PTSD). Fear extinction is thought to take place when animals form a new memory that suppresses the original fear memory. However, little is known about the nature and the site of formation and storage of this new extinction memory. Here we demonstrate that a fear extinction memory engram is formed and stored in a genetically distinct basolateral amygdala (BLA) neuronal population that drives reward behaviors and antagonizes the BLA's original fear neurons. Activation of fear extinction engram neurons and natural reward-responsive neurons overlap significantly in the BLA. Furthermore, these two neuronal subsets are mutually interchangeable in driving reward behaviors and fear extinction behaviors. Thus, fear extinction memory is a newly formed reward memory. VIDEO ABSTRACT."
  },
  {
    "pmid": "36224417",
    "title": "Maturation and circuit integration of transplanted human cortical organoids.",
    "abstract": "Self-organizing neural organoids represent a promising in vitro platform with which to model human development and disease<sup>1-5</sup>. However, organoids lack the connectivity that exists in vivo, which limits maturation and makes integration with other circuits that control behaviour impossible. Here we show that human stem cell-derived cortical organoids transplanted into the somatosensory cortex of newborn athymic rats develop mature cell types that integrate into sensory and motivation-related circuits. MRI reveals post-transplantation organoid growth across multiple stem cell lines and animals, whereas single-nucleus profiling shows progression of corticogenesis and the emergence of activity-dependent transcriptional programs. Indeed, transplanted cortical neurons display more complex morphological, synaptic and intrinsic membrane properties than their in vitro counterparts, which enables the discovery of defects in neurons derived from individuals with Timothy syndrome. Anatomical and functional tracings show that transplanted organoids receive thalamocortical and corticocortical inputs, and in vivo recordings of neural activity demonstrate that these inputs can produce sensory responses in human cells. Finally, cortical organoids extend axons throughout the rat brain and their optogenetic activation can drive reward-seeking behaviour. Thus, transplanted human cortical neurons mature and engage host circuits that control behaviour. We anticipate that this approach will be useful for detecting circuit-level phenotypes in patient-derived cells that cannot otherwise be uncovered."
  },
  {
    "pmid": "36232917",
    "title": "Studying Synaptic Connectivity and Strength with Optogenetics and Patch-Clamp Electrophysiology.",
    "abstract": "Over the last two decades the combination of brain slice patch clamp electrophysiology with optogenetic stimulation has proven to be a powerful approach to analyze the architecture of neural circuits and (experience-dependent) synaptic plasticity in such networks. Using this combination of methods, originally termed channelrhodopsin-assisted circuit mapping (CRACM), a multitude of measures of synaptic functioning can be taken. The current review discusses their rationale, current applications in the field, and their associated caveats. Specifically, the review addresses: (1) How to assess the presence of synaptic connections, both in terms of ionotropic versus metabotropic receptor signaling, and in terms of mono- versus polysynaptic connectivity. (2) How to acquire and interpret measures for synaptic strength and function, like AMPAR/NMDAR, AMPAR rectification, paired-pulse ratio (PPR), coefficient of variance and input-specific quantal sizes. We also address how synaptic modulation by G protein-coupled receptors can be studied with pharmacological approaches and advanced technology. (3) Finally, we elaborate on advances on the use of dual color optogenetics in concurrent investigation of multiple synaptic pathways. Overall, with this review we seek to provide practical insights into the methods used to study neural circuits and synapses, by combining optogenetics and patch-clamp electrophysiology."
  },
  {
    "pmid": "33608526",
    "title": "Single-cell RNA sequencing reveals functional heterogeneity of glioma-associated brain macrophages.",
    "abstract": "Microglia are resident myeloid cells in the central nervous system (CNS) that control homeostasis and protect CNS from damage and infections. Microglia and peripheral myeloid cells accumulate and adapt tumor supporting roles in human glioblastomas that show prevalence in men. Cell heterogeneity and functional phenotypes of myeloid subpopulations in gliomas remain elusive. Here we show single-cell RNA sequencing (scRNA-seq) of CD11b<sup>+</sup> myeloid cells in naïve and GL261 glioma-bearing mice that reveal distinct profiles of microglia, infiltrating monocytes/macrophages and CNS border-associated macrophages. We demonstrate an unforeseen molecular heterogeneity among myeloid cells in naïve and glioma-bearing brains, validate selected marker proteins and show distinct spatial distribution of identified subsets in experimental gliomas. We find higher expression of MHCII encoding genes in glioma-activated male microglia, which was corroborated in bulk and scRNA-seq data from human diffuse gliomas. Our data suggest that sex-specific gene expression in glioma-activated microglia may be relevant to the incidence and outcomes of glioma patients."
  },
  {
    "pmid": "36580914",
    "title": "Molecular and spatial signatures of mouse brain aging at single-cell resolution.",
    "abstract": "The diversity and complex organization of cells in the brain have hindered systematic characterization of age-related changes in its cellular and molecular architecture, limiting our ability to understand the mechanisms underlying its functional decline during aging. Here, we generated a high-resolution cell atlas of brain aging within the frontal cortex and striatum using spatially resolved single-cell transcriptomics and quantified changes in gene expression and spatial organization of major cell types in these regions over the mouse lifespan. We observed substantially more pronounced changes in cell state, gene expression, and spatial organization of non-neuronal cells over neurons. Our data revealed molecular and spatial signatures of glial and immune cell activation during aging, particularly enriched in the subcortical white matter, and identified both similarities and notable differences in cell-activation patterns induced by aging and systemic inflammatory challenge. These results provide critical insights into age-related decline and inflammation in the brain."
  },
  {
    "pmid": "32341560",
    "title": "Systematic comparison of single-cell and single-nucleus RNA-sequencing methods.",
    "abstract": "The scale and capabilities of single-cell RNA-sequencing methods have expanded rapidly in recent years, enabling major discoveries and large-scale cell mapping efforts. However, these methods have not been systematically and comprehensively benchmarked. Here, we directly compare seven methods for single-cell and/or single-nucleus profiling-selecting representative methods based on their usage and our expertise and resources to prepare libraries-including two low-throughput and five high-throughput methods. We tested the methods on three types of samples: cell lines, peripheral blood mononuclear cells and brain tissue, generating 36 libraries in six separate experiments in a single center. To directly compare the methods and avoid processing differences introduced by the existing pipelines, we developed scumi, a flexible computational pipeline that can be used with any single-cell RNA-sequencing method. We evaluated the methods for both basic performance, such as the structure and alignment of reads, sensitivity and extent of multiplets, and for their ability to recover known biological information in the samples."
  },
  {
    "pmid": "37824663",
    "title": "Transcriptomic diversity of cell types across the adult human brain.",
    "abstract": "The human brain directs complex behaviors, ranging from fine motor skills to abstract intelligence, but the diversity of cell types that support these skills has not been fully described. In this work, we used single-nucleus RNA sequencing to systematically survey cells across the entire adult human brain. We sampled more than three million nuclei from approximately 100 dissections across the forebrain, midbrain, and hindbrain in three postmortem donors. Our analysis identified 461 clusters and 3313 subclusters organized largely according to developmental origins and revealing high diversity in midbrain and hindbrain neurons. Astrocytes and oligodendrocyte-lineage cells also exhibited regional diversity at multiple scales. The transcriptomic census of the entire human brain presented in this work provides a resource for understanding the molecular diversity of the human brain in health and disease."
  },
  {
    "pmid": "38233398",
    "title": "Leveraging single-cell ATAC-seq and RNA-seq to identify disease-critical fetal and adult brain cell types.",
    "abstract": "Prioritizing disease-critical cell types by integrating genome-wide association studies (GWAS) with functional data is a fundamental goal. Single-cell chromatin accessibility (scATAC-seq) and gene expression (scRNA-seq) have characterized cell types at high resolution, and studies integrating GWAS with scRNA-seq have shown promise, but studies integrating GWAS with scATAC-seq have been limited. Here, we identify disease-critical fetal and adult brain cell types by integrating GWAS summary statistics from 28 brain-related diseases/traits (average N = 298 K) with 3.2 million scATAC-seq and scRNA-seq profiles from 83 cell types. We identified disease-critical fetal (respectively adult) brain cell types for 22 (respectively 23) of 28 traits using scATAC-seq, and for 8 (respectively 17) of 28 traits using scRNA-seq. Significant scATAC-seq enrichments included fetal photoreceptor cells for major depressive disorder, fetal ganglion cells for BMI, fetal astrocytes for ADHD, and adult VGLUT2 excitatory neurons for schizophrenia. Our findings improve our understanding of brain-related diseases/traits and inform future analyses."
  },
  {
    "pmid": "35136018",
    "title": "Molecular regulations of circadian rhythm and implications for physiology and diseases.",
    "abstract": "The term \"circadian rhythms\" describes endogenous oscillations with ca. 24-h period associated with the earth's daily rotation and light/dark cycle. Such rhythms reflect the existence of an intrinsic circadian clock that temporally orchestrates physiological processes to adapt the internal environment with the external cues. At the molecular level, the circadian clock consists of multiple sets of transcription factors resulting in autoregulatory transcription-translation feedback loops. Notably, in addition to their primary role as generator of circadian rhythm, the biological clock plays a key role in controlling physiological functions of almost all tissues and organs. It regulates several intracellular signaling pathways, ranging from cell proliferation, DNA damage repair and response, angiogenesis, metabolic and redox homeostasis, to inflammatory and immune response. In this review, we summarize findings showing the crosstalk between the circadian molecular clock and some key intracellular pathways, describing a scenario wherein their reciprocal regulation impinges upon several aspects of mammalian physiology. Moreover, based on evidence indicating that circadian rhythms can be challenged by environmental factors, social behaviors, as well as pre-existing pathological conditions, we discuss implications of circadian misalignment in human pathologies, such as cancer and inflammatory diseases. Accordingly, disruption of circadian rhythm has been reported to affect several physiological processes that are relevant to human diseases. Expanding our understanding of this field represents an intriguing and transversal medicine challenge in order to establish a circadian precision medicine."
  },
  {
    "pmid": "34396981",
    "title": "Human circadian variations.",
    "abstract": "Circadian rhythms, present in most phyla across life, are biological oscillations occurring on a daily cycle. Since the discovery of their molecular foundations in model organisms, many inputs that modify this tightly controlled system in humans have been identified. Polygenic variations and environmental factors influence each person's circadian rhythm, contributing to the trait known as chronotype, which manifests as the degree of morning or evening preference in an individual. Despite normal variation in chronotype, much of society operates on a \"one size fits all\" schedule that can be difficult to adjust to, especially for certain individuals whose endogenous circadian phase is extremely advanced or delayed. This is a public health concern, as phase misalignment in humans is associated with a number of adverse health outcomes. Additionally, modern technology (such as electric lights and computer, tablet, and phone screens that emit blue light) and lifestyles (such as shift or irregular work schedules) are disrupting circadian consistency in an increasing number of people. Though medical and lifestyle interventions can alleviate some of these issues, growing research on endogenous circadian variability and sensitivity suggests that broader social changes may be necessary to minimize the impact of circadian misalignment on health."
  },
  {
    "pmid": "36115370",
    "title": "Circadian rhythms and disorders of the timing of sleep.",
    "abstract": "The daily alternation between sleep and wakefulness is one of the most dominant features of our lives and is a manifestation of the intrinsic 24 h rhythmicity underlying almost every aspect of our physiology. Circadian rhythms are generated by networks of molecular oscillators in the brain and peripheral tissues that interact with environmental and behavioural cycles to promote the occurrence of sleep during the environmental night. This alignment is often disturbed, however, by contemporary changes to our living environments, work or social schedules, patterns of light exposure, and biological factors, with consequences not only for sleep timing but also for our physical and mental health. Characterised by undesirable or irregular timing of sleep and wakefulness, in this Series paper we critically examine the existing categories of circadian rhythm sleep-wake disorders and the role of the circadian system in their development. We emphasise how not all disruption to daily rhythms is driven solely by an underlying circadian disturbance, and take a broader, dimensional approach to explore how circadian rhythms and sleep homoeostasis interact with behavioural and environmental factors. Very few high-quality epidemiological and intervention studies exist, and wider recognition and treatment of sleep timing disorders are currently hindered by a scarcity of accessible and objective tools for quantifying sleep and circadian physiology and environmental variables. We therefore assess emerging wearable technology, transcriptomics, and mathematical modelling approaches that promise to accelerate the integration of our knowledge in sleep and circadian science into improved human health."
  },
  {
    "pmid": "37369203",
    "title": "Circadian clocks are modulated by compartmentalized oscillating translation.",
    "abstract": "Terrestrial organisms developed circadian rhythms for adaptation to Earth's quasi-24-h rotation. Achieving precise rhythms requires diurnal oscillation of fundamental biological processes, such as rhythmic shifts in the cellular translational landscape; however, regulatory mechanisms underlying rhythmic translation remain elusive. Here, we identified mammalian ATXN2 and ATXN2L as cooperating master regulators of rhythmic translation, through oscillating phase separation in the suprachiasmatic nucleus along circadian cycles. The spatiotemporal oscillating condensates facilitate sequential initiation of multiple cycling processes, from mRNA processing to protein translation, for selective genes including core clock genes. Depleting ATXN2 or 2L induces opposite alterations to the circadian period, whereas the absence of both disrupts translational activation cycles and weakens circadian rhythmicity in mice. Such cellular defect can be rescued by wild type, but not phase-separation-defective ATXN2. Together, we revealed that oscillating translation is regulated by spatiotemporal condensation of two master regulators to achieve precise circadian rhythm in mammals."
  },
  {
    "pmid": "33445491",
    "title": "Circadian Rhythm: Potential Therapeutic Target for Atherosclerosis and Thrombosis.",
    "abstract": "Every organism has an intrinsic biological rhythm that orchestrates biological processes in adjusting to daily environmental changes. Circadian rhythms are maintained by networks of molecular clocks throughout the core and peripheral tissues, including immune cells, blood vessels, and perivascular adipose tissues. Recent findings have suggested strong correlations between the circadian clock and cardiovascular diseases. Desynchronization between the circadian rhythm and body metabolism contributes to the development of cardiovascular diseases including arteriosclerosis and thrombosis. Circadian rhythms are involved in controlling inflammatory processes and metabolisms, which can influence the pathology of arteriosclerosis and thrombosis. Circadian clock genes are critical in maintaining the robust relationship between diurnal variation and the cardiovascular system. The circadian machinery in the vascular system may be a novel therapeutic target for the prevention and treatment of cardiovascular diseases. The research on circadian rhythms in cardiovascular diseases is still progressing. In this review, we briefly summarize recent studies on circadian rhythms and cardiovascular homeostasis, focusing on the circadian control of inflammatory processes and metabolisms. Based on the recent findings, we discuss the potential target molecules for future therapeutic strategies against cardiovascular diseases by targeting the circadian clock."
  },
  {
    "pmid": "35283168",
    "title": "Exerkines and long-term synaptic potentiation: Mechanisms of exercise-induced neuroplasticity.",
    "abstract": "Physical exercise may improve cognitive function by modulating molecular and cellular mechanisms within the brain. We propose that the facilitation of long-term synaptic potentiation (LTP)-related pathways, by products induced by physical exercise (i.e., exerkines), is a crucial aspect of the exercise-effect on the brain. This review summarizes synaptic pathways that are activated by exerkines and may potentiate LTP. For a total of 16 exerkines, we indicated how blood and brain exerkine levels are altered depending on the type of physical exercise (i.e., cardiovascular or resistance exercise) and how they respond to a single bout (i.e., acute exercise) or multiple bouts of physical exercise (i.e., chronic exercise). This information may be used for designing individualized physical exercise programs. Finally, this review may serve to direct future research towards fundamental gaps in our current knowledge regarding the biophysical interactions between muscle activity and the brain at both cellular and system levels."
  },
  {
    "pmid": "34375719",
    "title": "Molecular mechanism of hippocampal long-term potentiation - Towards multiscale understanding of learning and memory.",
    "abstract": "Long-term potentiation (LTP) of synaptic transmission is considered to be a cellular counterpart of learning and memory. Activation of postsynaptic NMDA type glutamate receptor (NMDA-R) induces trafficking of AMPA type glutamate receptors (AMPA-R) and other proteins to the synapse in sequential fashion. At the same time, the dendritic spine expands for long-term and modulation of actin underlies this (structural LTP or sLTP). How these changes persist despite constant diffusion and turnover of the component proteins have been the central focus of the current LTP research. Signaling triggered by Ca<sup>2+</sup>-influx via NMDA-R triggers kinase including Ca<sup>2+</sup>/calmodulin-dependent protein kinase II (CaMKII). CaMKII can sustain longer-term biochemical signaling by forming a reciprocally-activating kinase-effector complex with its substrate proteins including Tiam1, thereby regulating persistence of the downstream signaling. Furthermore, activated CaMKII can condense at the synapse through the mechanism of liquid-liquid phase separation (LLPS). This increases the binding capacity at the synapse, thereby contributing to the maintenance of enlarged protein complexes. It may also serve as the synapse tag, which captures newly synthesized proteins."
  },
  {
    "pmid": "37290118",
    "title": "Synaptic memory and CaMKII.",
    "abstract": "Ca<sup>2+</sup>/calmodulin-dependent protein kinase II (CaMKII) and long-term potentiation (LTP) were discovered within a decade of each other and have been inextricably intertwined ever since. However, like many marriages, it has had its up and downs. Based on the unique biochemical properties of CaMKII, it was proposed as a memory molecule before any physiological linkage was made to LTP. However, as reviewed here, the convincing linkage of CaMKII to synaptic physiology and behavior took many decades. New technologies were critical in this journey, including in vitro brain slices, mouse genetics, single-cell molecular genetics, pharmacological reagents, protein structure, and two-photon microscopy, as were new investigators attracted by the exciting challenge. This review tracks this journey and assesses the state of this marriage 40 years on. The collective literature impels us to propose a relatively simple model for synaptic memory involving the following steps that drive the process: <i>1</i>) Ca<sup>2+</sup> entry through <i>N</i>-methyl-d-aspartate (NMDA) receptors activates CaMKII. <i>2</i>) CaMKII undergoes autophosphorylation resulting in constitutive, Ca<sup>2+</sup>-independent activity and exposure of a binding site for the NMDA receptor subunit GluN2B. <i>3</i>) Active CaMKII translocates to the postsynaptic density (PSD) and binds to the cytoplasmic C-tail of GluN2B. <i>4</i>) The CaMKII-GluN2B complex initiates a structural rearrangement of the PSD that may involve liquid-liquid phase separation. <i>5</i>) This rearrangement involves the PSD-95 scaffolding protein, α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptors (AMPARs), and their transmembrane AMPAR-regulatory protein (TARP) auxiliary subunits, resulting in an accumulation of AMPARs in the PSD that underlies synaptic potentiation. <i>6</i>) The stability of the modified PSD is maintained by the stability of the CaMKII-GluN2B complex. <i>7</i>) By a process of subunit exchange or interholoenzyme phosphorylation CaMKII maintains synaptic potentiation in the face of CaMKII protein turnover. There are many other important proteins that participate in enlargement of the synaptic spine or modulation of the steps that drive and maintain the potentiation. In this review we critically discuss the data underlying each of the steps. As will become clear, some of these steps are more firmly grounded than others, and we provide suggestions as to how the evidence supporting these steps can be strengthened or, based on the new data, be replaced. Although the journey has been a long one, the prospect of having a detailed cellular and molecular understanding of learning and memory is at hand."
  },
  {
    "pmid": "34109726",
    "title": "Long-term plasticity in the hippocampus: maintaining within and 'tagging' between synapses.",
    "abstract": "Synapses between neurons are malleable biochemical structures, strengthening and diminishing over time dependent on the type of information they receive. This phenomenon known as synaptic plasticity underlies learning and memory, and its different forms, long-term potentiation (LTP) and long-term depression (LTD), perform varied cognitive roles in reinforcement, relearning and associating memories. Moreover, both LTP and LTD can exist in an early transient form (early-LTP/LTD) or a late persistent form (late-LTP/LTD), which are triggered by different induction protocols, and also differ in their dependence on protein synthesis and the involvement of key molecular players. Beyond homosynaptic modifications, synapses can also interact with one another. This is encapsulated in the synaptic tagging and capture hypothesis (STC), where synapses expressing early-LTP/LTD present a 'tag' that can capture the protein synthesis products generated during a temporally proximal late-LTP/LTD induction. This 'tagging' phenomenon forms the framework of synaptic interactions in various conditions and accounts for the cellular basis of the time-dependent associativity of short-lasting and long-lasting memories. All these synaptic modifications take place under controlled neuronal conditions, regulated by subcellular elements such as epigenetic regulation, proteasomal degradation and neuromodulatory signals. Here, we review current understanding of the different forms of synaptic plasticity and its regulatory mechanisms in the hippocampus, a brain region critical for memory formation. We also discuss expression of plasticity in hippocampal CA2 area, a long-overlooked narrow hippocampal subfield and the behavioural correlate of STC. Lastly, we put forth perspectives for an integrated view of memory representation in synapses."
  },
  {
    "pmid": "38853558",
    "title": "Interplay of hippocampal long-term potentiation and long-term depression in enabling memory representations.",
    "abstract": "Hippocampal long-term potentiation (LTP) and long-term depression (LTD) are Hebbian forms of synaptic plasticity that are widely believed to comprise the physiological correlates of associative learning. They comprise a persistent, input-specific increase or decrease, respectively, in synaptic efficacy that, in rodents, can be followed for days and weeks <i>in vivo</i>. Persistent (>24 h) LTP and LTD exhibit distinct frequency-dependencies and molecular profiles in the hippocampal subfields. Moreover, causal and genetic studies in behaving rodents indicate that both LTP and LTD fulfil specific and complementary roles in the acquisition and retention of spatial memory. LTP is likely to be responsible for the generation of a record of spatial experience, which may serve as an associative schema that can be re-used to expedite or facilitate subsequent learning. In contrast, LTD may enable modification and dynamic updating of this representation, such that detailed spatial content information is included and the schema is rendered unique and distinguishable from other similar representations. Together, LTP and LTD engage in a dynamic interplay that supports the generation of complex associative memories that are resistant to generalization. This article is part of a discussion meeting issue 'Long-term potentiation: 50 years on'."
  },
  {
    "pmid": "32025029",
    "title": "Discriminating α-synuclein strains in Parkinson's disease and multiple system atrophy.",
    "abstract": "Synucleinopathies are neurodegenerative diseases that are associated with the misfolding and aggregation of α-synuclein, including Parkinson's disease, dementia with Lewy bodies and multiple system atrophy<sup>1</sup>. Clinically, it is challenging to differentiate Parkinson's disease and multiple system atrophy, especially at the early stages of disease<sup>2</sup>. Aggregates of α-synuclein in distinct synucleinopathies have been proposed to represent different conformational strains of α-synuclein that can self-propagate and spread from cell to cell<sup>3-6</sup>. Protein misfolding cyclic amplification (PMCA) is a technique that has previously been used to detect α-synuclein aggregates in samples of cerebrospinal fluid with high sensitivity and specificity<sup>7,8</sup>. Here we show that the α-synuclein-PMCA assay can discriminate between samples of cerebrospinal fluid from patients diagnosed with Parkinson's disease and samples from patients with multiple system atrophy, with an overall sensitivity of 95.4%. We used a combination of biochemical, biophysical and biological methods to analyse the product of α-synuclein-PMCA, and found that the characteristics of the α-synuclein aggregates in the cerebrospinal fluid could be used to readily distinguish between Parkinson's disease and multiple system atrophy. We also found that the properties of aggregates that were amplified from the cerebrospinal fluid were similar to those of aggregates that were amplified from the brain. These findings suggest that α-synuclein aggregates that are associated with Parkinson's disease and multiple system atrophy correspond to different conformational strains of α-synuclein, which can be amplified and detected by α-synuclein-PMCA. Our results may help to improve our understanding of the mechanism of α-synuclein misfolding and the structures of the aggregates that are implicated in different synucleinopathies, and may also enable the development of a biochemical assay to discriminate between Parkinson's disease and multiple system atrophy."
  },
  {
    "pmid": "35176268",
    "title": "α-Synuclein in Parkinson's disease and advances in detection.",
    "abstract": "Parkinson's disease (PD) is a threatening neurodegenerative disorder that seriously affects patients' life quality. Substantial evidence links the overexpression and abnormal aggregation of alpha-synuclein (α-Syn) to PD. α-Syn has been identified as a characteristic biomarker of PD, which indicates its great value of diagnosis and designing effective therapeutic strategy. This article systematically summarizes the pathogenic process of α-Syn based on recent researches, outlines and compares commonly used analysis and detection technologies of α-Syn. Specifically, the detection of α-Syn by new electrochemical, photochemical, and crystal biosensors is mainly examined. Furthermore, the speculation of future study orientation is discussed, which provides reference for the further research and application of α-Syn as biomarker."
  },
  {
    "pmid": "38377788",
    "title": "Gut microbiome, short-chain fatty acids, alpha-synuclein, neuroinflammation, and ROS/RNS: Relevance to Parkinson's disease and therapeutic implications.",
    "abstract": "In this review, we explore how short-chain fatty acids (SCFAs) produced by the gut microbiome affect Parkinson's disease (PD) through their modulatory interactions with alpha-synuclein, neuroinflammation, and oxidative stress mediated by reactive oxygen and nitrogen species (ROS/RNS). In particular, SCFAs-such as acetate, propionate, and butyrate-are involved in gut-brain communication and can modulate alpha-synuclein aggregation, a hallmark of PD. The gut microbiome of patients with PD has lower levels of SCFAs than healthy individuals. Probiotics may be a potential strategy to restore SCFAs and alleviate PD symptoms, but the underlying mechanisms are not fully understood. Also in this review, we discuss how alpha-synuclein, present in the guts and brains of patients with PD, may induce neuroinflammation and oxidative stress via ROS/RNS. Alpha-synuclein is considered an early biomarker for PD and may link the gut-brain axis to the disease pathogenesis. Therefore, elucidating the role of SCFAs in the gut microbiome and their impact on alpha-synuclein-induced neuroinflammation in microglia and on ROS/RNS is crucial in PD pathogenesis and treatment."
  },
  {
    "pmid": "35552614",
    "title": "Tau accelerates α-synuclein aggregation and spreading in Parkinson's disease.",
    "abstract": "The aggregation and prion-like propagation of α-synuclein are involved in the pathogenesis of Parkinson's disease. However, the underlying mechanisms regulating the assembly and spreading of α-synuclein fibrils remain poorly understood. Tau co-deposits with α-synuclein in the brains of Parkinson's disease patients, suggesting a pathological interplay between them. Here we show that tau interacts with α-synuclein and accelerates its aggregation. Compared with pure α-synuclein fibrils, the tau-modified α-synuclein fibrils show enhanced seeding activity, inducing mitochondrial dysfunction, synaptic impairment and neurotoxicity in vitro. Injection of the tau-modified α-synuclein fibrils into the striatum of mice induces more severe α-synuclein pathology, motor dysfunction and cognitive impairment when compared with the mice injected with pure α-synuclein fibrils. Knockout of tau attenuates the propagation of α-synuclein pathology and Parkinson's disease-like symptoms both in mice injected with α-syn fibrils and α-syn A53T transgenic mice. In conclusion, tau facilitates α-synuclein aggregation and propagation in Parkinson's disease."
  },
  {
    "pmid": "37339636",
    "title": "Advanced human iPSC-based preclinical model for Parkinson's disease with optogenetic alpha-synuclein aggregation.",
    "abstract": "Human induced pluripotent stem cells (hiPSCs) offer advantages for disease modeling and drug discovery. However, recreating innate cellular pathologies, particularly in late-onset neurodegenerative diseases with accumulated protein aggregates including Parkinson's disease (PD), has been challenging. To overcome this barrier, we developed an optogenetics-assisted α-synuclein (α-syn) aggregation induction system (OASIS) that rapidly induces α-syn aggregates and toxicity in PD hiPSC-midbrain dopaminergic neurons and midbrain organoids. Our OASIS-based primary compound screening with SH-SY5Y cells identified 5 candidates that were secondarily validated with OASIS PD hiPSC-midbrain dopaminergic neurons and midbrain organoids, leading us to finally select BAG956. Furthermore, BAG956 significantly reverses characteristic PD phenotypes in α-syn preformed fibril models in vitro and in vivo by promoting autophagic clearance of pathological α-syn aggregates. Following the FDA Modernization Act 2.0's emphasis on alternative non-animal testing methods, our OASIS can serve as an animal-free preclinical test model (newly termed \"nonclinical test\") for the synucleinopathy drug development."
  },
  {
    "pmid": "35643092",
    "title": "Tau biomarkers in Alzheimer's disease: towards implementation in clinical practice and trials.",
    "abstract": "Deposition of tau aggregates is a pathological hallmark of Alzheimer's disease that is closely linked both spatially and temporally to emergence of neurodegeneration and manifestation of clinical symptoms. There is an urgent need for accurate PET, CSF, and plasma biomarkers of tau pathology to improve the diagnostic process in clinical practice and the selection of participants and monitoring of treatment effects in trials. Innovative second-generation tau-PET tracers with high affinity and selectivity to tau pathology in Alzheimer's disease have enabled detection of tau pathology in medial temporal lobe subregions that are affected in the earliest disease stages. Furthermore, novel but common tau spreading subtypes have been discovered using tau-PET, suggesting much greater interindividual differences in the distribution of tau pathology across the brain than previously assumed. In the CSF biomarker field, novel phosphorylated tau (p-tau) assays have been introduced that better reflect tau tangle load than established CSF biomarkers of tau pathology. The advent of cost-effective and accessible blood-based biomarkers for tau pathophysiology (ie, p-tau181, p-tau217, and p-tau231) might transform the Alzheimer's disease field, as these biomarkers correlate with post-mortem Alzheimer's disease pathology, differentiate Alzheimer's disease from other types of dementia, and predict future progression from normal cognition and mild cognitive impairment to Alzheimer's disease. In controlled investigational settings, improvements in tau-PET and biofluid p-tau markers have led to earlier disease detection, more accurate diagnostic methods, and refinement of prognosis. The anti-tau therapy landscape is rapidly evolving, with multiple ongoing phase 1 and 2 trials of post-translational modification of tau, tau immunotherapy, tau aggregation inhibitors, and targeting production of tau and reduction of intracellular tau levels. Neuroimaging and biofluid tau markers hold potential for optimising such clinical trials by augmenting participant selection, providing evidence of target engagement, and monitoring treatment efficacy. WHERE NEXT?: Major challenges to overcome are the high cost of tau-PET, partial sensitivity to detect early-stage Alzheimer's disease pathology, and off-target tracer binding. Prospective validation studies of biofluid p-tau markers are needed, and assay-related preanalytical and analytical factors need further refinement. Future studies should focus on demonstrating the diagnostic and prognostic accuracy of tau biomarkers-blood-based markers in particular-in non-tertiary settings, such as primary care, which is characterised by a diverse population with medical comorbidities. Large-scale head-to-head studies are needed across different stages of Alzheimer's disease to determine which tau biomarker is optimal in various clinical scenarios, such as early diagnosis, differential diagnosis, and prognosis, and for aspects of clinical trial design, such as proving target engagement, optimising participant selection, and refining monitoring of treatment effects."
  },
  {
    "pmid": "39612989",
    "title": "An overview of the genes and biomarkers in Alzheimer's disease.",
    "abstract": "Alzheimer's disease (AD) is the most common type of dementia and neurodegenerative disease characterized by neurofibrillary tangles (NFTs) and amyloid plaque. Familial AD is caused by mutations in the APP, PSEN1, and PSEN2 genes and these mutations result in the early onset of the disease. Sporadic AD usually affects older adults over the age of 65 years and is, therefore classified as late-onset AD (LOAD). Several risk factors associated with LOAD including the APOE gene have been identified. Moreover, GWAS studies have identified a wide array of genes and polymorphisms that are associated with LOAD risk. Currently, the diagnosis of AD involves the evaluation of memory and personality changes, cognitive impairment, and medical and family history to rule out other diseases. Laboratory tests to assess the biomarkers in the body fluids as well as MRI, CT, and PET scans to analyze the presence of plaques and NFTs are also included in the diagnosis of AD. It is important to diagnose AD before the onset of clinical symptoms, i.e. during the preclinical stage, to delay the progression and for better management of the disease. Research has been conducted to identify biomarkers of AD in the CSF, serum, saliva, and urine during the preclinical stage. Current research has identified several biomarkers and potential biomarkers in the body fluids that enhance diagnostic accuracy. Aside from genetics, other factors such as diet, physical activity, and lifestyle factors may influence the risk of developing AD. Clinical trials are underway to find potential biomarkers, diagnostic measures, and treatments for AD mainly in the preclinical stage. This review provides an overview of the genes and biomarkers of AD."
  },
  {
    "pmid": "33609479",
    "title": "New insights into atypical Alzheimer's disease in the era of biomarkers.",
    "abstract": "Most patients with Alzheimer's disease present with amnestic problems; however, a substantial proportion, over-represented in young-onset cases, have atypical phenotypes including predominant visual, language, executive, behavioural, or motor dysfunction. In the past, these individuals often received a late diagnosis; however, availability of CSF and PET biomarkers of Alzheimer's disease pathologies and incorporation of atypical forms of Alzheimer's disease into new diagnostic criteria increasingly allows them to be more confidently diagnosed early in their illness. This early diagnosis in turn allows patients to be offered tailored information, appropriate care and support, and individualised treatment plans. These advances will provide improved access to clinical trials, which often exclude atypical phenotypes. Research into atypical Alzheimer's disease has revealed previously unrecognised neuropathological heterogeneity across the Alzheimer's disease spectrum. Neuroimaging, genetic, biomarker, and basic science studies are providing key insights into the factors that might drive selective vulnerability of differing brain networks, with potential mechanistic implications for understanding typical late-onset Alzheimer's disease."
  },
  {
    "pmid": "37833762",
    "title": "Biomarkers in Alzheimer's disease: role in early and differential diagnosis and recognition of atypical variants.",
    "abstract": "Development of in vivo biomarkers has shifted the diagnosis of Alzheimer's disease (AD) from the later dementia stages of disease towards the earlier stages and has introduced the potential for pre-symptomatic diagnosis. The International Working Group recommends that AD diagnosis is restricted in the clinical setting to people with specific AD phenotypes and supportive biomarker findings. In this review, we discuss the phenotypic presentation and use of biomarkers for the early diagnosis of typical and atypical AD and describe how this can support clinical decision making, benefit patient communication, and improve the patient journey. Early diagnosis is essential to optimize the benefits of available and emerging treatments. As atypical presentations of AD often mimic other dementias, differential diagnosis can be challenging and can be facilitated using AD biomarkers. However, AD biomarkers alone are not sufficient to confidently diagnose AD or predict disease progression and should be supplementary to clinical assessment to help inform the diagnosis of AD. Use of AD biomarkers with incorporation of atypical AD phenotypes into diagnostic criteria will allow earlier diagnosis of patients with atypical clinical presentations that otherwise would have been misdiagnosed and treated inappropriately. Early diagnosis is essential to guide informed discussion, appropriate care and support, and individualized treatment. It is hoped that disease-modifying treatments will impact the underlying AD pathology; thus, determining the patient's AD phenotype will be a critical factor in guiding the therapeutic approach and the assessment of the effects of interventions."
  },
  {
    "pmid": "33803217",
    "title": "Machine Learning and Novel Biomarkers for the Diagnosis of Alzheimer's Disease.",
    "abstract": "Alzheimer's disease (AD) is a complex and severe neurodegenerative disease that still lacks effective methods of diagnosis. The current diagnostic methods of AD rely on cognitive tests, imaging techniques and cerebrospinal fluid (CSF) levels of amyloid-β1-42 (Aβ42), total tau protein and hyperphosphorylated tau (p-tau). However, the available methods are expensive and relatively invasive. Artificial intelligence techniques like machine learning tools have being increasingly used in precision diagnosis. We conducted a meta-analysis to investigate the machine learning and novel biomarkers for the diagnosis of AD. We searched PubMed, the Cochrane Central Register of Controlled Trials, and the Cochrane Database of Systematic Reviews for reviews and trials that investigated the machine learning and novel biomarkers in diagnosis of AD. In additional to Aβ and tau-related biomarkers, biomarkers according to other mechanisms of AD pathology have been investigated. Neuronal injury biomarker includes neurofiliament light (NFL). Biomarkers about synaptic dysfunction and/or loss includes neurogranin, BACE1, synaptotagmin, SNAP-25, GAP-43, synaptophysin. Biomarkers about neuroinflammation includes sTREM2, and YKL-40. Besides, d-glutamate is one of coagonists at the NMDARs. Several machine learning algorithms including support vector machine, logistic regression, random forest, and naïve Bayes) to build an optimal predictive model to distinguish patients with AD from healthy controls. Our results revealed machine learning with novel biomarkers and multiple variables may increase the sensitivity and specificity in diagnosis of AD. Rapid and cost-effective HPLC for biomarkers and machine learning algorithms may assist physicians in diagnosing AD in outpatient clinics."
  }
]